[
    {
        "item_nr": 31,
        "flipped": "Black Americans Face a Critical Choice in the 2024 Election",
        "content": "As we approach the 2024 congressional elections, the stakes for Black America have never been more critical. These elections will decide the composition of a Congress that will either uphold or undermine the hard-fought progress we’ve made in civil rights, economic equality, and social justice. In an era characterized by intense political polarization and growing attacks on fundamental rights, the outcomes of these elections could significantly shape the future trajectory of Black communities across the United States.\n\nWe find ourselves in a time of profound social and political upheaval. The 2020s have been a decade marked by stark contrasts—on one hand, historic protests for racial justice, and on the other, a resurgence of white supremacist ideologies. We’ve seen groundbreaking advances in Black political representation, yet we also face concerted efforts to roll back the rights of marginalized groups. As our nation grapples with these conflicting forces, the importance of electing representatives committed to advancing the interests of Black communities cannot be overstated.\n\nProtecting the Black Vote\nOne of the most immediate and pressing issues at stake is the future of voting rights. In recent years, there has been a concerted effort to restrict access to the ballot box, disproportionately affecting Black voters. From gerrymandering and stringent voter ID laws to the purging of voter rolls and the reduction of polling places in predominantly Black neighborhoods, these measures threaten to disenfranchise millions of Black Americans. The Voting Rights Act of 1965, once a robust safeguard against discriminatory practices, has been significantly weakened by a series of Supreme Court decisions. Restoring and expanding voting rights protections must be a top priority for the next Congress.\n\nBlack voters must demand that candidates commit to passing comprehensive voting rights legislation that includes provisions to prevent gerrymandering, restore federal oversight of elections in states with histories of discrimination, and expand access to early and mail-in voting.\n\nEconomic Inequality: The Persistent Racial Wealth Gap\nBut voting rights are just one part of the equation. Economic inequality remains a persistent challenge that demands our attention. The racial wealth gap, driven by centuries of systemic racism and exclusion from economic opportunities, continues to widen. The 2024 congressional elections present an opportunity to push for policies that can help close this gap and build Black wealth.\n\nOne of the most effective ways to address economic inequality is through targeted investments in Black-owned businesses and communities. The next Congress should prioritize funding for Community Development Financial Institutions (CDFIs) and other organizations that provide capital to Black entrepreneurs. Additionally, expanding access to affordable housing, increasing the minimum wage, and enacting policies that promote equitable access to education and job training are essential steps toward economic justice.\n\nHowever, we cannot separate the economic dimension from the broader fight for social justice. The Black Lives Matter movement brought national attention to the pervasive problem of police brutality and the broader issues of systemic racism within the criminal justice system. Despite some progress, there is still much work to be done to ensure that Black Americans are treated equitably by law enforcement and the courts.\n\nCandidates running for Congress must be held accountable for their positions on criminal justice reform. This includes supporting the end of qualified immunity for police officers, investing in community-based alternatives to policing, and addressing the over-incarceration of Black individuals through sentencing reform and the decriminalization of non-violent offenses.\n\nBreaking the Cycle of Poverty and Marginalization\nAddressing social justice requires more than just reforming the criminal justice system; it demands a comprehensive approach that includes economic justice as an integral part. The deep-rooted inequalities in wealth and opportunity that persist in Black communities are both a cause and a consequence of social injustice. The over-policing of Black neighborhoods and the high rates of incarceration among Black men are directly linked to the economic disenfranchisement of these communities. This cycle of poverty, criminalization, and marginalization must be broken.\n\nTo achieve meaningful change, the next Congress should focus on policies that dismantle the structural barriers perpetuating inequality. This could include efforts to reform the tax code to make it more progressive, ensuring that the wealthiest Americans and corporations pay their fair share. Additionally, investing in infrastructure and community development in historically underserved areas can create jobs, stimulate local economies, and provide long-term stability for Black families.\n\nEngaging the Black Electorate: The Power of the Vote\nGiven the stakes of the 2024 congressional elections, it is crucial that Black voters engage fully in the electoral process. This means not only voting but also holding candidates accountable for their positions on the issues that matter most to Black communities. We must demand clear and specific policy commitments from candidates on voting rights, economic equity, and criminal justice reform.\n\nMoreover, Black communities should leverage their collective power to support candidates with a proven track record of fighting for justice and equality. This may involve organizing at the grassroots level, contributing to campaigns, and engaging in public advocacy to ensure that the voices of Black Americans are heard loud and clear.\n\nThe 2024 congressional elections represent a critical turning point for Black America. The outcomes will shape the legislative agenda for years to come and determine whether the progress made toward racial justice and equality will continue or be rolled back. By engaging in the electoral process and demanding accountability from candidates, Black voters have the power to influence the nation’s direction and secure a brighter future for all Americans.\n\nNo better words capture the moment in which we live than Dr. Martin Luther King Jr.,“We are now faced with the fact that tomorrow is today. We are confronted with the Fierce Urgency of Now!”",
        "original": " 2024: A Defining Election For Black Rights And Economic Equality"
    },
    {
        "item_nr": 23,
        "flipped": "Is the US Really the Most Unequal Major Country?",
        "content": "Bernie Sanders launched his presidential campaign by attacking the greed of corporate America and its billionaires. Greed, he said, \"has resulted in this country having more income and wealth inequality than any other major country on Earth.\" Is the left-wing senator right about inequality? The US is certainly the richest country in the world and is creating more new millionaires than anyone else.  And ending \"runaway\" income inequality is also a key message of another prominent politician on the American left - congresswoman Alexandria Ocasio-Cortez.\n\nThere are different ways of measuring inequality. One of the most common methods is the Gini coefficient.   It gives countries a score between zero and 100. A score of zero means everyone earns the same amount. A higher score indicates a higher level of income inequality.\n\nTo address Mr Sanders's claim about \"major\" countries, we'll look first at the biggest developed economies - the G7 countries - plus Russia and China.  Out of these nations, the US's Gini score ranks it the second most unequal behind China, according to the World Bank.   This is based on the most recent available data, which varies between countries.\n\nTo look at a larger group of countries, out of the 35 members of the Organisation for Economic Co-operation and Development (OECD), the US's Gini score ranks fourth behind Mexico, Chile and Turkey respectively.  Inequality tends to be higher in developing countries. Latin America, the Caribbean and sub-Saharan Africa have historically had the highest levels.\n\nWhat about the distribution of wealth? Most of the world's wealth is in the hands of a small fraction of the population.  The world's richest 1% holds about the same proportion of global wealth now as it did at the start of the millennium, according to Credit Suisse's 2018 global wealth report.  Wealth inequality rose after the financial crisis in 2008 but has stopped rising in the past two years.  This raises the chance of more inclusive wealth growth in the future, says Credit Suisse.\n\nThe proportion of wealth in the hands of the top 1% of American earners is high but not the highest.  Compared with other large economies selected in the report, the 1% hold more of the wealth in Brazil, Russia and India.  The income share of the top 1% in Russia grew sharply throughout the 1990s, overtaking richer countries such as the US, UK and France, according to analysis by the World Inequality Database.",
        "original": " Bernie Sanders 2020: Is US inequality the highest?"
    },
    {
        "item_nr": 6,
        "flipped": "Reinforcing and Permanentizing Economic Inequality",
        "content": "You are familiar, no doubt, with the following expressions: “Don’t take your foot off the gas pedal;” “don’t let them see the light of day;” “don’t let them get up;” “If you are fighting and your enemy is down, then keep him/her down.” All these expressions are apropos for characterizing Black America’s economic relationships with other racial and ethnic groups in the nation. Economic inequalities between Black Americans and the remainder of the nation are often called gaps. For example, there were -29.1% and -28.1% median and mean income gaps between Black Americans and the national average, respectively, in 2022. Similarly and for 2022, there were -76.7% and -80.1% median and mean net worth or wealth gaps, respectively. These gaps are as apparent as the changing of the weather in late September, and as prevalent as red and golden colored leaves on the ground in late October when the football season is on the downhill and sports fans begin moving from stadiums to gymnasiums to enjoy hoops. Over the years, BlackEconomics.org offered questions and comments about such gaps, discussed conditions under which gaps may or may not be closed, and even made recommendations concerning how to close gaps. But we only followed a long line of economists and other observers who addressed these heretofore permanent realities.\n\nHistory is an indisputable source for the following partial list of methods used to purposely maintain these gaps: Murder (by many means), terror, theft, fraud (including lies, trickery, and deceit), and blatant and subtle forms of discrimination. For economists, an important form of economic discrimination is price discrimination that entails separating customers by some marker (e.g., race) and assigning different prices for essentially identical products to customers based on the marker. Within the last year, we have written about the potential role of artificial intelligence (AI) in price discrimination under the monicker AI-enabled price discrimination. However, we should not overlook price discrimination that is enabled by phenotype, names, speech patterns (tones, pronunciations, and rhythms), location, and other characteristics that are embedded in our cultural capital. Identification of price discrimination is easier when prices are openly available and transparent. When price information is cloaked, the task of identifying and policing price discrimination is difficult. But Black Americans may contribute to the success of price discriminators because of our eternal fear of non-Black Americans, which causes us to not pose straightforward questions to them. This fear makes it difficult for us to identify price discriminators. For example, we can find ourselves seated next to non-Blacks on airplanes and will discuss every innocuous topic, but not differences in ticket prices for nearly identical seats to determine whether egregious price discrimination is at play. We are not inviting Black or non-Black Americans to divulge their financial details, just airline fares to determine the extent of price discrimination. Airline companies have escaped regulation and practice price discrimination liberally. But there are other commonly used contractual services that have opaque pricing methods. Consider special trades construction contractors’ repairs—specifically plumbing. Almost anywhere in the US, one can identify multiple firms offering plumbing repair services. It is interesting to note that licensed plumbers and selected other specialty trades construction contractors enjoy unique government support. Governments often urge or require residents to patronize only licensed providers of selected construction special trade contractors’ services. When contacted for repair services, many plumbing firms agree to schedule repair services, but will provide no price information. They argue that no price can be assigned until repair requirements are determined by onsite inspection. At the same time, many of the firms will explain that a service call fee (say $79) is required for assessing and pricing the repair. In some cases, however, firms agree to waive service call fees when customers contract for repair services. Many plumbing firms determine prices by mapping repair requirements to preconfigured repair modules to which prices have been assigned. There are at least two important concerns about this price identification method. First, a buyer of plumbing services may have to pay to obtain service prices, which is quite anomalous. The requirement to pay to identify services prices likely inhibits a search for favorable prices, which is a hallmark of market economies. Many customers will find paying multiple service call fees to identify services prices burdensome, and they may truncate the search process if they estimate that services prices provided under such an arrangement are reasonable. Such customers may overestimate their ability to determine a “reasonable” price, unless they are well versed in pricing plumbing services. Therefore, customers may overpay for services. But firms are likely to pile on as discussed at the outset of this analysis brief. Firms will not only count on customers’ willingness to truncate price searches, but also due to the service call, they have entered customers’ residential space and can assess their characteristics and potential willingness to pay. Theoretically, any customer could be targeted for piling on. However, using a common stereotype concerning females’ knowledge about, and experience with, conducting plumbing repairs, firms may take advantage of female customers and add to their bottom lines by imposing a higher price than they would otherwise. Even without discriminating based on race, because Black women constitute a higher percentage of single-headed households by race than for other racial and ethnic groups, targeting Black women for higher prices by plumbing companies would serve to increase household expenses. This scenario is perfectly consistent with reinforcing the net worth or wealth gap between Black Americans and the national average. When interrogating data on economic inequality using knowledge about efforts underway to reduce it, it is natural to enquire: Why is it so difficult to close gaps? This analysis brief provides a very important yet simple answer: Non-Black Americans keep identifying new ways to reinforce and permanentize gaps. Therefore, the non-Black American team (which has government on its side) is always victorious over Black Americans in the economic inequality strategic game. This unbeaten streak means that Black Americans have experienced mental and physical pain and suffering from economic inequality throughout. Black America should move expeditiously to train to combat economic inequality using any and all means so that our team can secure a win. One win could spark our own long-running unbeaten streak.",
        "original": " Reinforcing and Permanentizing Economic Inequality"
    },
    {
        "item_nr": 2,
        "flipped": "\n\nTax Experts Identify Inequities in Current Tax Law, Propose Solutions",
        "content": "Color of Change, the nation’s largest online racial justice organization, and Americans for Tax Fairness released a damning report Thursday exposing the deep racial inequities entrenched in the U.S. tax system. The issue brief “How Tax Fairness Can Promote Racial Equity,” written by Color of Change Managing Director Portia Allen-Kyle and Americans for Tax Fairness Executive Director David Kass, exposes the systemic flaws in tax policy that have widened the racial wealth gap and prevented economic mobility for Black, brown, and Indigenous communities.\n\nThe report urgently calls for sweeping reforms to stop the flow of tax benefits to the wealthiest Americans — who are overwhelmingly white — while offering concrete solutions to make the tax code work for everyone, not just the top 1%. “An equitable tax system does two things,” Allen-Kyle asserted. “It narrows the racial wealth gap from the bottom up and spurs economic mobility for Black, brown, and Indigenous individuals and families. Our current tax code fails on both accounts. It’s a prime example of how so-called ‘colorblind’ systems actively prevent Black families from building generational wealth and economic security.”\n\nThe brief pulls no punches in describing how current tax policies disproportionately benefit wealthy white families, further deepening racial inequalities. By giving preferential treatment to wealth over work, the system locks in economic advantages for white households while leaving communities of color to bear the brunt of these inequities. “Our tax system is not only failing to address racial wealth inequality, it’s exacerbating it,” Kass warns in the report. “We privilege wealth over work, fail to adequately tax our richest households and corporations, and allow inherited fortunes to compound unchecked by taxation. This perpetuates a legacy of racial inequality.”\n\nThe racial wealth gap has exploded in recent years, with the median wealth gap between Black and white households jumping from $172,000 in 2019 to over $214,000 in 2022. Economic crises such as the Great Recession and the COVID-19 pandemic further entrenched these divides, benefiting the already wealthy, while leaving Black, brown and Indigenous communities further behind.\n\nHomeownership, long touted as a primary means of building wealth in America, has failed to deliver for Black families. The report points to factors such as biased home appraisals and a regressive property tax system as key reasons why Black homeowners have been unable to accumulate wealth at the same rate as their white counterparts.\n\nAs the brief notes, with critical provisions of the Tax Cuts and Jobs Act (TCJA) set to expire, now is a pivotal moment for tax reform. “We have a once-in-a-generation opportunity to reform our tax system to address racial inequality,” the report states, comparing recent monumental legislation like the Bipartisan Infrastructure Law and the Inflation Reduction Act.\n\nThe report lays out three central reforms aimed at curbing the wealth concentration among the ultra-rich and dismantling the racial inequities baked into the tax code: Both the Biden-Harris administration and Senate Finance Committee Chairman Ron Wyden have proposed addressing the racial wealth gap. The Billionaire Minimum Income Tax (BMIT) and the Billionaire Income Tax (BIT) would ensure that the wealthiest Americans — who often go years without paying taxes — contribute their fair share. These proposals would raise over $500 billion in revenue over the next decade, which could be reinvested in healthcare, education, and housing for communities of color.\n\nAs the report points out, our current tax system is skewed in favor of the ultrawealthy. It allows the rich to avoid paying taxes on the increased value of their investments unless they sell them. They often borrow against these growing fortunes, further delaying taxation, which allows white billionaires to accumulate vast wealth while paying a fraction of what working families pay in taxes.\n\nThe report also highlights the critical need to defend IRS funding, restored under the Inflation Reduction Act, which is essential for cracking down on wealthy tax cheats. Contrary to Republican claims, this funding will not increase tax enforcement on households earning less than $400,000. Instead, it will improve customer service and expand the Direct File program, saving taxpayers significant time and money.\n\nThe Biden administration’s restored IRS funding is expected to raise an additional $100 billion over the next decade by ensuring the wealthiest Americans and corporations pay what they legally owe.\n\nThe message from Color of Change and Americans for Tax Fairness is clear: America’s tax system is broken, and without immediate reforms, the racial wealth gap will continue to widen. “Addressing the insidious racial preferences in our tax code is one of the most direct ways we can not only help Black communities grow here and now but for generations to come,” Allen-Kyle concludes.",
        "original": " New report exposes tax system’s role in widening racial wealth gap, calls for urgent reforms"
    },
    {
        "item_nr": 92,
        "flipped": "New Pilot Program in Colorado Offers $7200 in Assistance to Families with Young Children",
        "content": "The novel Universal Basic Income Program is to be implemented in Boulder County, Colorado and offers $300 monthly payments for low-income households. This is especially focused on families with young kids who need some help with paying for necessities like rent, child care, and food. The UBI program appears at a time when many are struggling with the effects of the recession, the program provides the monies regularly, instead of the one-time stimulus checks, and the program is aimed at assisting families in achieving financial stability for the long term. UBI is designed for low-income households, where the individuals will receive $300 a month for two years. This translates to a total of $7200, an amount that provides adequate capital for families to cover their everyday expenses such as rent, utility bills, and food. The program targets families with children below the age of 4 to cater for the costs associated with the upbringing of young children. Boulder County seeks to ease some of the financial pressures on the aforementioned households, thereby providing the much-needed space for them to address their conditions. This plan is not restricted to tackling the current economic issues but can engender enhanced family stability as well as child well-being in the long run. Parents with a scholarship will be less stressed financially and thus may be in a better position to assist their children in school and even give them a suitable home environment hence discontinuing any poverty cycle for the next generations. They have to fulfill the following prerequisites for being accepted into the UBI program: First, they must be residents of Boulder County. Second, their household income must be no more than 30% AMI to make sure the program will benefit the most financially struggling population. Last, it is required that the families should have one or more children below the age of four years at the point of application. The payment process is simple, and the individuals are asked to provide identification, proof of residency, and evidence of income, as well as the child’s age. There is the application of the assessment following which the candidates will receive notifications within weeks for payment to be made through direct deposits, monthly. They even reach out to the parents in an attempt to have them sign up for the program regardless of their immigration status or whether or not they have a job. They also assist with the details of the application where some people may not understand what is needed or where they can get some documents from. Besides immediate financial help, the purpose of the UBI program implemented in Boulder County is much broader. The steady monthly installments further help families in their decision-making regarding the purchase of a home, education, or even starting a small business. Low-income residents of Boulder County are being empowered to create a stable and economically sustainable society. The program reinforces the philosophy of offering families the necessary support that will foster their development hence creating a strong and stable base for the entire county. At the same time, this initiative can prevent inequality and foster social justice because it shows that other members of the community will be supported, regardless of their financial situation. By supporting families now, Boulder County wants the future of its citizens to be brighter and with fewer socially disadvantaged citizens. Therefore, the new UBI program offered to Boulder County residents gives a chance in life to many low-income families who need steady and constant support. As the primary goal of this program is given to families with young children, it is aimed at satisfying the immediate needs of the recipients, which may include rent, food, childcare, or other basic expenses, as well as providing them with necessary tools to overcome current financial crises and save for the better future. Thus, Boulder County is helping to diversify the economy by supporting its immiserated citizens, not only meeting the immediate needs of society but also helping to build new sustainable communities, and provide children and future generations with a fair starting line.",
        "original": " New Universal Basic Income Program in this state: $300/monthly payments coming soon"
    },
    {
        "item_nr": 21,
        "flipped": "Proposed GOP Budget Cuts Would Reduce Federal Deficit, but Carry Social Costs",
        "content": "If Republicans were to win the White House and Congress, their fiscal agenda would increase poverty and hardship nationwide in order to provide deep tax breaks for corporations and wealthy families, according to the Center for Budget and Policy Priorities (CBPP), a liberal-leaning think tank. In a new report, the group analyzes the House GOP’s legislative wish list alongside Project 2025, the policy blueprint for another Trump administration written in part by former White House officials and published by the right-wing Heritage Foundation. Taken together, the documents reveal a conservative vision for policies that would exacerbate existing inequities in life expectancy and generational wealth, with millions of people facing higher costs for health care, child care, food and housing.\n\nThe CBPP reports analyzes three conservative policy documents in order to sharpen our view of the current Republican agenda: Project 2025, the House Republican Study Committee’s Budget Plan and the Republican House Budget Committee’s current budget resolution for 2025. If put into practice, the policies proposed by all three would result in increased poverty and a future where federal spending on health care is constrained, eventually leaving millions of people without insurance.\n\nFor example, the budget plan released by the House Republican Study Committee in March would cut funding for federal programs that provide health insurance to millions of adults and children by $4.5 trillion over 10 years. The Republican House Budget Committee proposes $2.2 trillion in cuts to Medicaid, which provides health coverage to 74 million people. CBPP estimates cuts that large would leave tens of millions of people without health coverage.\n\nTaking aim at a longtime bugaboo on the right, Project 2025 proposes the elimination of Head Start, the federal program that provides early education support for low-income families and benefits 800,000 children aged 3 to 5 years old. This would reduce access to child care and other services that allow parents to go to work and pay the bills.\n\nThe United States would be a “harsher” place to live with more inequality and less opportunity under these GOP policies, the report warns. Behind these budget numbers are millions of real people who will lose health coverage, food assistance, and other supports as the nation grapples with interconnected crises of affordability, addiction and homelessness.\n\nDemocrats are betting such policies will be unpopular with voters in November and are taking a more populist tack. Vice President Kamala Harris is promoting a platform in line with the Biden administration’s current policies and focused on small businesses, working families and housing affordability.\n\nMeanwhile, the House Republican Study Committee would cut the average benefits that low-income families receive from the Supplemental Nutrition Assistance Program (or “food stamps”) by 22 percent, which would leave the parents of 17 million children with less money to buy food. This comes as a new report from the U.S. Department of Agriculture reveals that 18 million families already struggled with food insecurity in 2023.\n\nRepublicans say the overall House budget resolution would save taxpayers $4.2 trillion, but CBPP warns that wealthy families and businesses would primarily benefit under a proposed tax regime that skews heavily in favor of the rich. Both budget plans from the House GOP call for extending the tax cuts signed by former president Donald Trump in 2017 and set to expire next year. The plans call for extending all of the cuts to individual income taxes, which would cost the government $4 trillion over 10 years. Additional tax cuts for businesses would also become permanent.\n\nProject 2025 goes even further, calling for “a host of new tax cuts for wealthy households and corporations, including for multinational corporations that use overseas tax havens,” according to the CBPP report. Project 2025 also calls for tax hikes on the middle class. An analysis by the Center for American Progress found that Project 2025’s proposals would increase taxes for a median family of four making $110,000 a year by $3,000 annually, while the 45,000 households making over $10 million a year would enjoy up to $2.4 million in tax cuts.\n\nProject 2025’s idealogues would also cut the corporate tax rate down to 18 percent, which amounts to a $24 billion tax break for Fortune 100 companies. Democrats say such policies are as unpopular with voters as they sound. However, with Democrats holding a slight majority in the Senate, many of the budget proposals from House Republicans will never make it to the president’s desk.",
        "original": " Project 2025 and GOP Agenda Would Increase Poverty and Wealth Gap, Experts Say"
    },
    {
        "item_nr": 56,
        "flipped": "Biden's Billionaire Tax Plan Unlikely to Advance in Congress This Year",
        "content": "The wealth tax in President Biden’s budget proposal and similar “tax the rich” efforts in some states is sparking debate over how much tax billionaires and millionaires should pay.\n\nThe Biden administration released its $7.3 trillion  FY25 budget, and President Biden is again proposing as he did last year, to levy higher taxes on billionaires. During his State of the Union address early this year, Biden emphasized the need to raise taxes on the wealthiest taxpayers, an approach that some states have also already adopted or proposed. So, while most people are trying to owe the IRS as little as possible, the wealth tax debate is heating up again. Are billionaires and millionaires paying their “fair share”? \n\nPresident Biden's budget proposal includes a billionaire tax that would apply to households with a net worth of over $100 million. The proposed tax rate would be at least 25%, a notable increase for the wealthiest taxpayers who reportedly pay an average tax rate of 8.2%. \n\n“No billionaire should pay a lower tax rate than a teacher, a sanitation worker, a nurse! That’s why I’ve proposed a minimum tax of 25% for billionaires,” Biden said of the tax proposal during his March 7 SOTU address.  Biden reiterated that pledge during the State of the Union, saying, \"Under my plan, nobody earning less than $400,000 will pay an additional penny in federal taxes.” \n\nPresident Biden's budget proposal also includes tax increases designed to have the wealthy pay their \"fair share\" including higher capital gains tax rates, as well as other provisions targeting fuel for private jets, and corporate tax breaks for executive compensation. The wealthiest taxpayers can shield a portion of their income (about 20%, according to the White House) from tax, so their average tax rate is relatively low relative to their wealth. The top one percent also pay a much lower tax rate than taxpayers with lower and middle incomes.\n\nOne of the reasons why wealthy individuals pay less in taxes is because they often accumulate their wealth through investments, which are taxed at a lower rate than earned income. Earned income, such as wages and salaries, is typically the main source of money for taxpayers with lower and middle incomes. This means that those who primarily earn income from wages and salaries bear a heavier tax burden compared to their income. These disparities contribute to America's wealth gap.\n\nIn the past few years, the top one percent has owned about thirty percent of the country’s wealth, while the bottom fifty percent typically owns just over three percent.  With wealth inequality in mind, some states have wealth taxes while others propose to “tax the rich.” \n\nMassachusetts: Due to a change in the state constitution approved by voters, Massachusetts has a \"millionaire tax.\" Bay Staters with taxable incomes exceeding one million dollars pay 4% more in income tax to the Commonwealth. \n\nWashington: Washington state does not impose a personal income tax. However, the state recently implemented a capital gains tax that has stirred controversy. The tax, which is 7% on the sale or exchange of long-term capital assets, was upheld by the Washington Supreme Court. However, as Kiplinger has reported, the tax may be put on the state's ballot in November for possible voter repeal.\n\nAdditionally, lawmakers in Hawaii, Connecticut, Illinois, Maryland, New York, and Oregon have proposed wealth taxes. Some of those are highlighted here. Note: While some surveys show many Americans support wealth taxes, some don’t support “taxing the rich.” There are also lingering questions about whether wealth taxes are a \"fair,\" legal, or effective way to address the wealth gap.\n\nDue to the significant political differences in Congress, President Biden's proposal for a minimum tax on billionaires won't make progress on Capitol Hill this year.  Still, it's crucial to remember that U.S. tax laws provide legitimate tax breaks that you can take full advantage of if you qualify. (If you're a wealthy taxpayer, you're likely already collaborating with your financial and tax advisors to identify ways to keep reducing your tax obligations.)",
        "original": " President Biden Wants a Billionaire Minimum Tax"
    },
    {
        "item_nr": 3,
        "flipped": "New Study Reveals Surprising Differences in Wealth Inequality Across Countries",
        "content": "Researchers Dr Nora Waitkus, International Inequalities Institute, LSE, and Dr Fabian Pfeffer, University of Michigan are looking to address this issue. Their paper, “The Wealth Inequality of Nations”, published in the American Sociological Review, attempts to map wealth inequality across countries, identify that cross-national differences in wealth inequalities diverge greatly from income inequalities, and begin to explain the key drivers behind wealth inequalities across countries.\n\nWe will not find solutions to reducing wealth inequalities if we cannot understand what is driving them. This matters, Dr Waitkus explains, because their examination of countries according to wealth inequality paints a very different picture of which countries are more or less unequal, than when ranked according to income inequality.\n\n“Previously, researchers have mostly been looking at income inequality, because people know what they make each month and so it’s much easier to measure,” she says. “It gets more complicated when we look at wealth inequalities, because that includes assets that aren’t so easily calculable, like stock, housing equity or people’s business and financial assets. These are of course linked to income on the household level, but in an aggregate cross-country perspective, essentially, we show that income and wealth are two different types of economic inequality. This matters, because we will not find solutions to reducing wealth inequalities if we cannot understand what is driving them.”\n\nUsing data from the Luxembourg Wealth Study, one of the few harmonised datasets that have information on wealth and asset ownership across different countries, the researchers were able to map differences in wealth inequality across 15 countries in the Global North. Their first step was to look at whether income inequality and wealth inequality aligned, and whether the explanations given for the variation in income inequality across countries – for example low income inequality in Scandinavia and high income inequalities in liberal economies – held up when it came to wealth inequality.\n\nIt’s extreme how unequal and how different the United States is when compared to all the other countries in the sample. The results show that this is not the case: “Our correlations show that wealth inequality is actually very different from income inequality,” Dr Waitkus explains. “Meaning that countries with low income inequality could have very high levels of wealth inequality and vice versa.”\n\nThe data revealed that in general, a country’s level of income inequality is separate to its level of wealth inequality. Although one country – the United States - was found to have both high levels of income and wealth inequality, this was very much an outlier amongst the countries compared.\n\n“It’s extreme how unequal and how different the United States is when compared to all the other countries in the sample,” says Dr Waitkus. “We found they have almost double the wealth concentration. But they were very much the outlier in this way.\"\n\nDr Waitkus also highlights Sweden as an interesting case – while the country is found to be fairly equal when measured by income inequality, a different picture is revealed when compared by wealth inequality.\n\n“The Scandinavian cases are interesting, as we found high levels of wealth inequality, but – most likely – for entirely different reasons than in countries like the States,” explains Dr Waitkus. “This is because average levels of wealth are much lower. Sweden has very generous pension and welfare provision, and so people do not necessarily need to build up wealth in the first place to finance education, health, or other social infrastructures compared to eg, the United States.\n\n“This really highlights the importance of also looking at possible reasons behind any wealth inequality we might find. The reasons why people accumulate wealth in the first place will differ across countries, according to welfare contexts and housing markets, for example.”\n\nThe reasons why people might be able to accumulate wealth vary according to country-specific circumstances. But if we are to understand why some countries experience more wealth inequality than others, it is important to explore what is driving a nation’s level of wealth.\n\n“We found a huge variation in wealth inequality across countries, so that requires some alternative thinking into the determinants of wealth inequality across countries,” explains Dr Waitkus. “And so we decomposed wealth into its components. Through this, we were able to identify that the key driver behind wealth inequality is the unequal distribution of housing equity across countries.”\n\nAs a result, the paper argues that housing equity should be the central building block of the comparative analysis of wealth inequality going forward.\n\n“Fabian and I have been studying wealth inequality for quite some time and so it was not particularly surprising to us that housing is such a key factor,” concludes Dr Waitkus. “This is one of the first attempts to show this with large datasets, however, and so for other comparative scholars I think this might be a surprising result.”",
        "original": " How can we understand wealth inequality across countries?"
    },
    {
        "item_nr": 16,
        "flipped": "The Double-Edged Sword of Technological Progress: Balancing Economic Growth and Social Challenges",
        "content": "Instead of writing a letter, stamping it, and mailing it (which was vastly more personal), we now send emails. Rather than driving to a local retailer or manufacturer, we order it online. Of course, we mustn’t dismiss the rise of social media, which connects us to everyone and everything more than ever. Economists and experts have long argued that technological advances drive U.S. economic growth and productivity. As innovations emerge, they play a crucial role in shaping the economy, improving efficiency, and enhancing productivity across various sectors. From artificial intelligence to automation, the benefits of technological progress are widespread and profound. For example, automation and artificial intelligence have streamlined manufacturing processes, reducing the need for manual labor and minimizing human error. This efficiency boost leads to faster production times and reduced costs, lowering prices while improving profit margins. Higher productivity levels contribute to overall economic growth, as businesses can produce more goods and services with the same resources. Another significant benefit is the creation of new industries and job opportunities. As technology evolves, it creates demand for new skills and expertise, leading to the development of entirely new sectors. For example, the rise of the technology industry gave birth to jobs in software, data analysis, and cybersecurity, among others. These high-paying jobs contribute to economic growth by increasing consumer spending and driving innovation. Ray Kurzweil’s 1999 book, “The Age of Spiritual Machines,” introduced the concept of “The Law of Accelerating Returns.“ Ray predicted that the rate of technological advances is exponential rather than linear. That means that technology builds on itself in a positive feedback loop, allowing each generation to advance at an increasing rate. Kurzweil’s predictions related to this theory have proven remarkably accurate. He predicted technologies such as the internet and the growth in mobile computing power years before they emerged. Out of 147 predictions he made in the 1990s about the future up to 2009, 115 (78%) were correct. However, were economists’ predictions about the benefit of technology as accurate as Kurzweil’s? While technological advances seem to produce an enormous benefit, a dark side gets hidden from public discourse. One primary concern is job displacement. Automation and artificial intelligence, while improving efficiency, often replace jobs traditionally performed by humans. This displacement mainly affects low-skilled workers in industries like manufacturing and retail, leading to unemployment and underemployment. As machines take over routine tasks, the workforce faces the challenge of reskilling to meet the demands of a more technologically advanced economy. That transition period can lead to economic slowdowns and increased inequality, as not all workers have the means or opportunity to adapt quickly. The need for employees eroded as the internet fostered technological advances in everything from manufacturing automation to online sales, social media, advertising, and business management. Today, the deviation in employment from the long-term growth trend is the largest in history outside of the pandemic-driven economic shutdown. Another issue is the increasing concentration of wealth and market power in the hands of a few technology giants. Companies like Amazon, Google, and Apple dominate their respective markets, creating barriers to entry for smaller firms. As shown, as technological advances increased, there has been a clear shift in corporate earnings and concentration. Again, starting in the late 90s, increased technological advances reduced the number of employees required to produce goods and services. At the same time, the market became increasingly concentrated in a smaller group of companies. Monopolistic behavior stifles competition, reduces innovation, and limits consumer choice. Furthermore, corporate profitability soared by reducing labor, which is the most costly expense for any business. The vast wealth accumulation by these companies contributes to economic inequality. That inequality can hamper overall economic growth by reducing the average consumer’s purchasing power. Since 1990, wealth inequality has soared, with those in the top 10% owning a vast majority of economic wealth. The bottom 50%, which comprises a significant portion of employee labor in the manufacturing and services industries, have barely benefitted. Lastly, the rapid pace of technological change can lead to productivity paradoxes, where the expected gains in productivity from new technologies do not materialize as anticipated. That happens due to the significant time and investment required to integrate new technologies effectively into existing business processes. Additionally, cybersecurity threats, data privacy concerns, and technology-driven stress can undermine productivity and lead to economic inefficiencies. But there is even a darker side that no one is talking about. While social media and the internet have revolutionized the way we connect and communicate, they have also contributed to several severe societal issues, including increased loneliness, social and political division, and a troubling rise in teenage suicides. Understanding these negative impacts is crucial for addressing the challenges of the digital age. One significant consequence of social media is the rise in loneliness. Despite the promise of connecting people, social media often leads to superficial interactions, which lack the depth and intimacy of face-to-face communication. As users compare their lives to the seemingly perfect lives of others online, feelings of inadequacy and isolation can increase. That can be particularly damaging for teenagers, as they are at a critical stage of developing their self-identity and sense of belonging. The constant need for validation through likes and comments can lead to feelings of loneliness and anxiety. Social media also contributes to social and political division. The algorithms that power these platforms often promote content aligning with users’ beliefs, creating echo chambers reinforcing biases. This polarization can deepen societal divisions, making constructive dialogue and mutual understanding more difficult. The spread of misinformation and fake news further exacerbates these divisions, exposing people to misleading content that can shape their perceptions and opinions. With a growing inability to logically and rationally discuss our differences, passing laws and policies that benefit everyone has become impossible. Lastly, and most unfortunately, the impact of social media on teenage mental health is alarming. Studies have shown a link between heavy social media use and increased rates of depression, anxiety, and suicidal thoughts among teenagers. The pressure to fit in, the prevalence of cyberbullying, and the exposure to unrealistic standards of beauty and success can create a toxic environment that negatively affects teens’ mental well-being. Tragically, this can lead to an increase in teenage suicides as vulnerable individuals struggle to cope with the pressures of the digital world. In conclusion, while technology is a powerful driver of economic growth, it also presents challenges that can negatively impact productivity, equality, mental health, and societal cohesion. Addressing these issues ensures that technological advancements promote sustainable and inclusive economic growth. After all, that was the promise of technology, to begin with.",
        "original": " Economic Gains From Tech Come at the Cost of Rising Wealth Inequality"
    },
    {
        "item_nr": 26,
        "flipped": "Research Challenges Assumption that Lower Interest Rates Make Education More Accessible to the Poor",
        "content": "Professor Paymon Khorrami said years of declining interest rates may have led to higher investment in education by the wealthy, increased inequality, and worse economic outcomes. However, research from Paymon Khorrami, an assistant professor of finance at Duke University’s Fuqua School of Business, may have found a link between lower rates, labor income inequality and lower economic outcomes.\n\nIn a new working paper, “Human Capital in a Time of Low Real Rates,” Khorrami and Jung Sakong, an economist at the Federal Reserve Bank of Chicago, argue that lower interest rates may have shifted the investments of wealthier families away from financial assets and toward their children’s education, a switch that may have led to higher income inequality and lower income mobility across generations.\n\nThe researchers hypothesized that parents think of their children’s education as part of a portfolio choice. “I can have two choices: I can leave my children with more financial bequests, or I can educate them more,” Khorrami said.\n\nKhorrami said it is very difficult to prove causality between interest rates, educational investment, and inequality. However, data shows that as interest rates fell and rose in the two decades before the 1980s, “the rich versus poor educational investment gap mirrored this pattern” — the gap grew in the 1960s and fell in the 1970s, the research shows.\n\nThen, as interest rates and financial returns steadily declined over the course of the last 40-50 years, the rich-versus-poor educational investment gap continuously rose. “The gap is moving in lockstep with interest rates, or the rate of return on financial investments, including stocks and bonds,” Khorrami said.\n\nWealthier families saw the higher returns of “human capital” investment, relative to financial assets, which led them to increase their investment in children's education, the researchers write. In theory, Khorrami said, lower rates should make access to education easier for poorer families — think about borrowing for student loans. But in reality, poorer families are hindered by “borrowing constraints”: even as interest rates decline, their access to credit (for education, in this case) doesn’t get much better, the researchers write.\n\n“They would like to borrow more, but either the limits of government borrowing or the business model of banks — who base loans on your income, or your family income — cap the maximum poorer families can borrow,” Khorrami said. “It’s similar to what happens in housing.”\n\nAs a consequence, as the incentive for wealthier families to invest in their children’s education goes up, educational opportunities for poorer families remain the same or could even get worse, Khorrami said, because rising education demand of the rich can raise costs and “crowd out” educational attainment of the poor.\n\nFor instance, as demand for college enrollment has outpaced the supply of slots,  the cost of higher education increased in the United States. “So poor families are constrained. And when you lower interest rates, their educational choices could actually be negatively affected,” he said.\n\nThe implications of low interest rates for inequality\n\nThe researchers found that over the course of the last 60 years, household investment in education generally increased (as a percentage of households’ total expenditures, including consumption). However, this education expenditure share grew much more for wealthier households than for poorer ones, they found.\n\nThe researchers built a model of a simplified economy with only parents and children. They assumed all parents want the best for their children. In the model, families have a trade-off: they can decide to leave their children with financial resources, or they can invest in their education. They can also decide how much they consume and how much they save.\n\nThe model includes borrowing constraints, so that families with constraints can’t invest in education as much as they want, even if lower interest rates make borrowing more affordable. The researchers found that declining interest rates, through the increased investment in education by wealthier families, may lead to a 17% increase of labor income inequality, as well as a 7% lower labor income mobility (meaning children’s income level correlates more strongly to their parents’ income).\n\n“And you have to consider that our measure of educational expenditures excludes a lot of other things that you might want to include — let's say private music lessons, that are likely to increase children’s human capital, or time investment, that is parents investing more time in their kids, which is a very big one. And still, our limited measure shows that richer families are spending more on their kids,” Khorrami said.\n\nInequality in access to education may hurt economic outcomes\n\nIf borrowing constraints limit poorer families’ access to education, their children may be prevented from pursuing higher-paying jobs and the careers they have the talent to pursue, Khorrami said. “Maybe the kid of a wealthy family shouldn't even be going to college. Maybe they would be fine just inheriting wealth and doing some kind of other occupation, while the poor family who has a smart kid is not investing enough,” he said.\n\nSuch inefficient distribution of resources to talented children leads to worse economic outcomes, the researchers write. “Growth and efficiency can go down at the same time that inequality goes up,” Khorrami said.\n\nWhy have interest rates declined in the last 60 years?\n\nKhorrami said several factors have led to declining interest rates. For starters, economic growth has been slowing, and lower growth usually leads people to save more to supplement their income — which drives down returns. Similarly, demographic trends have caused people to live longer and save more for retirement, another factor that pushes down financial rates of return, he said.\n\nHe also said that a third factor may be “the global savings glut” — a term coined by Ben Bernanke in 2005 — or the influx of foreigners’ savings and investments in American financial assets, which may have contributed to driving down returns.\n\nThe restrictive policies enacted by U.S. and European central banks to combat inflation since 2022 haven’t reversed the historical trend, Khorrami said. “I don't think that interest rates are high right now. Historically speaking, they are not.”\n\nAs forces such as slowing growth, an aging population, and global savings are predicted to continue in the near future, the long-term interest-rate trend is expected to continue. Assuming the researchers’ findings are correct, inequality would rise further, an outcome that may concern policymakers, the researchers write.\n\nThe authors then ask whether a simple tax and redistribution tool could counteract the effects of low rates on inequality. A capital or wealth tax could backfire, Khorrami said, because it would just lower the return on financial investments – which is exactly what drives higher educational investments by wealthy families, thereby increasing inequality.\n\nThe researchers suggest other policies, such as labor income taxes, may avoid this type of adverse side-effect on inequality. “At the very least, you should match any tax with a redistribution scheme, where you collect revenue through the tax and then redistribute it to everyone,” he said. “But some taxes are preferable to others when you consider the link between interest rates and educational investment.”",
        "original": " Can Low Interest Rates Drive Inequality?"
    },
    {
        "item_nr": 104,
        "flipped": "Washtenaw United: A2Zero has more than environmental and sustainability goals",
        "content": "Equity, equality and the environment. Can you serve the best interests of any of those societal aspirations without taking care of the others? Well, that's what we're going to explore today on 89 one WEMU's Washtenaw United. I'm David Fair, and we've spoken a great deal with our guest today about a variety of the components that make up Ann Arbor's A2Zero carbon neutrality plan. Missy Stults is Ann Arbor's director of sustainability and innovation. And today, we're going to specifically discuss how the plan was drafted and is being implemented to not only help in the fight against climate change, but in the needed fight for greater equity, inequality and community change.\n\nIt's a great question. And it was really, really critical. And I'd say just like many of us have experienced in lots of things in our life, we didn't get it right at the beginning. And so, we had to make some changes. So, as we were trying to create A2Zero, we knew we had to have community voice centered in this work. We knew that if this was going to succeed, residents had to see themselves. They had to be excited about the initiatives. They had to want to participate. And so, we ran a number of public engagement events, and we did public surveys. And when our first public survey came back, what we saw was we had zero youth--no one under the age of 18--took the survey. And our demographics skewed towards affluent, white residents. And we knew that we had to do better. And so, we held special forums, and we went out to some of our trusted community stakeholders. We held a youth forum and we said, \"What are we doing wrong?\" And they said, \"You need to be using TikTok. You need to be coming into our classroom.\" And we talked to our folks at the Disability Alliance, and we talked to residents in housing commission sites. And they helped us see that we weren't using the right engagement techniques. And so, we had to change. This is kind of cliche, but instead of holding a big town hall, you go to where people are. We went to public schools and talked to folks with AAPS, and we went to the Housing Commission, and we held special sessions in parks or on busses. We went into neighborhoods, and we talked to residents there, as opposed to expecting them to come to us. And that fundamentally shifted A2Zero. It's why, at the end, we did 68 public events, largely in neighborhoods, in places where people are--houses of worship, etc.. We ran three public surveys. And at the end, our math is one in every nine Ann Arborites gave us input into that plan.\n\nYeah. It's another really good question. And one of the things I have to remind kind of everyone outside of the city that we work with is there are three foundational values of A2Zero, and they are sustainability, transformation and equity. And when we talk about equity, we do not think of it as a lens. You can't see me right now, but I'm wearing glasses. Lenses can be privileged. I just took them off right now, right? I can choose not to see what's happening around me. I can choose not to sit in the reality that these inequalities exist in society, because I may not be shrouded in those inequalities in the same way someone else is. So, equity isn't a privileged lens that we have. It has to be centered in the work and so does the authenticity of naming. We are going to make mistakes. That's not a failure. A failure is making a mistake in not learning from it or changing something. So, the way that we kind of work in equity into all the things that we do are a series of kind of principles. One: you work with the community, right? It's not working for the community. It is with them to the fullest extent you can doing power sharing. Now, sometimes we don't have as much power sharing, depending on what it is we might be doing. But being honest about that going in and setting expectations about how they can set the menu, how they can set the table, how they can even determine where we're sort of headed directionally. So, working with the community for their vision and shared objectives that we're trying to aspire towards. It's compensating people where we can for their expertise, right? I have expertise certainly in sustainability, but I have expertise living. You have expertise living in this community. People have expertise by the shared nature of being, and valuing that expertise is really, really essential. And then, showing up and staying up, showing up for people and continuing to work on the causes that we're collectively working on, those are kind of critical things that we do, and they manifest from everything of our engagement work. Working directly with community-based organizations that serve different residents in the community that are trusted to. We have OSI staff members who actually work at community centers. They sit there, right? They might be doing OSI work, or they might actually be helping in the food pantry for a few hours, because that's what the need is. So, we really try to be in the community as much as we can.\n\nI know you're not supposed to say this. It is my favorite project, and it is a very hard project. The first was fundamentally working with the residents to identify what they needed. And we started almost in a SWAT analysis way where we said, \"What do you love about your neighborhood and what do you see as strategic opportunities and what are you concerned about? And what do you want the future to look like?\" And that's what led us down the path of trying to create the first carbon neutral existing neighborhood in America. And even if we don't hit that, it's making this neighborhood exactly what the residents want it to be: a safe, healthy, wonderful place with high quality of life, which, for many, it already is, and for some, not quite. And so, the things that we do are very much resident-driven. They're everything from...we do tree plantings in the neighborhood for areas that are undercanopied, helping with stormwater benefits and doing some rain gardens. We fundraised quite a lot and continue to fundraise to do deep energy efficiency and indoor health quality improvements in a number of homes. I think we've made it through 30 homes so far in the neighborhood, but we have funding for many more. We're putting in grants for designing a district geothermal system. So, we actually won this grant. I know we've talked about it. We're putting in a grant in the next several weeks to implement that geothermal system, meaning heating and cooling would be from the ground. There aren't any toxic fumes associated with that. Indoor air quality will improve, and rates should be much lower than what people pay today to heat and cool their homes. Solar panels, energy storage to make sure no one loses power again, vehicle share programs, more green space, really doubling down on the parks that exist in the neighborhood. These are some of the things that we're doing with residents..oh, and workforce development, right, that people need to see people who are like them, who have a shared experience to them doing this work. And so, we want to recruit people into good paying family sustaining jobs that help us do this in the next neighborhood and the next neighborhood and so on.\n\nYeah. So, the Home Energy Advisor is kind of like a one-stop shop that you can call to figure out what your next step is. So, you can get a free home energy assessment, which is more than just energy. They're also looking at indoor air quality and safety opportunities and renewable energy opportunities. But it's going to be a customized path for you to get your home to zero carbon emissions. It's also going to identify what funding opportunities are available to help you do that work. So, your journey might look different. And it will. It will look different than my journey. And that's okay. So, this is free from the Community Climate Action Millage that passed in 2022. And we call it a \"path to zero.\" The rebate program is also from the millage. And this is where we're trying to close the gap between doing the sustainable thing and doing the easy thing financially on the market. And so, here you can get rebates to actually make those improvements, rebates to put in more insulation, so your home feels healthier and tighter and more comfortable, funding for batteries, so that you can have resilience when the grid goes down, funding for e-bikes. And e-bikes are one that people are really excited about. This isn't for a recreational use. This is literally people saying, \"I'm not going to drive today because I have this e-bike, which is much more accessible for me, and I'm going to take that.\" So it's displacing vehicle trips. So, we've got a series of rebates, and we plan to do these for many years into the future to help people afford sustainability improvements. And 50% of that money is set aside for income qualified households. Now, 100% of the money could go to income qualified households. So, 50% has to. The rest is for whoever applies.\n\nAbsolutely! Resilience hubs are locations where people can go. They already go. They already trust that space, but they can go every single day, whether that's during a sunny day and they need after-school care or there's a food pantry at that site, or it's just a trusted place to go and hang out with friends and play cards. But also during a rainy day, it's a place that still can provide that social cohesion that you need, or it provides relief, heat or cooling relief. So, it's not an emergency shelter. It is an everyday--no matter what the day is--space that the community goes, trusts, recreates and networks and fill in the blank. Whatever the community needs, they help co-design with that space looks like. Resilience hubs--the philosophy here in Ann Arbor for us is that we double down on our existing community based institutions that already provide critical services and make sure they can keep doing that. So, Community Action Network has two resilience hubs: the Bryant Community Center, which is the largest food distribution site in all of Washtenaw County, and Northside, which is the headquarters for Community Action Network that also does food distribution. But a lot of shipments come in there. So, those are two hubs that we have. We also have the senior center, because we know that a lot of older adults really rely on that space for their social activities, but also there are social service provision that happens. So, that's actually set up as our third resilience hub, which is fully functional now. And then, we're working with Peace Neighborhood Center on the west side of the city to transition Peace into our fourth resilience hub. And then, Green Baxter Court, which is one of our community centers at the Ann Arbor Housing Commission sites. We're transitioning that to our fifth resilience hub. So, those are really key pieces, and they can serve everybody, but they really are laser-focused on certain folks. That might be geographical ties. That might be some sort of identity tie. But these are folks who trust that space, who use that space and continue to do that even during disruption. And then food--everyone deserves access to safe, healthy and affordable food. And so, we're working really hard to help make that happen, whether that's through working with first-time farmers and our Buy/Protect/Sell program that we do with the Greenbelt program, or whether that's at the farmer's market, our double-up food box program, or working with local businesses to help them provide more sustainable local food, sourcing from local farmers. So, food is critical. Food is life. Water is life. Those things deeply intersect in the work that we're doing. And you can check out more at our local food festival if you want to on the 26th.\n\nYeah, A2Zero won't be done in 2030. We'll obviously have much more work to do into the future, and a lot of our effort right now is thinking about those long-term strategies and how we make sure equity is really centered in that work. That may look like the work that we're doing right now to ensure that, when you turn on the lights, that you have clean energy that's flowing, whether that's on your roof through potentially a sustainable energy utility or whether that's because we've changed the policy in the state of Michigan. But how do we make sure that that energy is affordable? So, the city regularly intervenes in rape cases and generation cases before the Public Service Commission. We're doing the same thing on the heating side. I don't want anyone to have to question whether or not they should be heating their home, and if heating their home is the reason their mother has asthma, or that their child has chronic bronchitis. We do not want toxic energy in our homes. No one wants that. So, can we work to transition our heating and cooling systems to something that is much safer and healthier for everybody, including our planet? We're intervening in cases right now to see if that's possible and what that actually looks like. Can we do it in a way that's more affordable? Those things extend far beyond the borders of Ann Arbor. If we can get those kinds of changes, that changes Michigan and not probably changes the entire Midwest. Those are just a few of the small things that we're thinking about here in our office.",
        "original": " Washtenaw United: A2Zero has more than environmental and sustainability goals"
    },
    {
        "item_nr": 76,
        "flipped": "Dividend Payments Work: The Surprising Success of Alaska's Permanent Fund",
        "content": "However, for decades, one state has been running a program that some researchers say offers similar benefits to universal basic income — which is recurring payments to individuals without the need for pre-qualification. The Alaska Permanent Fund distributes money to the state's residents as annual dividends. The amount of the dividend payments varies each year as it depends on the state's annual oil revenue. For 2023, the Permanent Fund Dividend was $1,312 per person for all residents regardless of socioeconomic status, down from $3,284 in 2022. Alaskans spend significantly more on goods like clothing, cleaning products, and food in the month they receive the payments, scholarly reports show. Additionally, the fund helped reduce poverty, improve labor market outcomes, better residents' health, increase the state's fertility rate, and improve access to clean water. These results echo the findings of much shorter guaranteed basic income pilots that distribute mainly $500 to $1,000 monthly to Americans. Most pilots cater to financially vulnerable Americans in demographics such as parents, foster youth, or particular racial identities. To be sure, the Permanent Fund Dividend is not a universal basic income, as the dividend is paid out once a year, is not funded by taxes, and is not enough money to live on each year. The fund also differs from basic-income pilots that cater only to a small subset of the population, meaning findings from Alaska aren't easily transferable to these pilots. In 1976, Alaska's residents voted to allocate at least 25% of the state's annual oil revenue to the Permanent Fund so future generations could benefit when oil is less prevalent in the economy. This came after residents expressed frustrations over how the state legislature spent its $900 million bonus from oil field leases. The initial deposit into the fund was $734,000. \"The fund was initially established with revenue from mineral extraction, primarily oil, but within a few years after its initiation, its primary source of revenue is investment returns,\" said Sarah Cowan, executive director of the Cash Transfer Lab, which conducts and facilitates cash transfer research on initiatives like basic income. \"It diversifies the Alaskan economy because, at this juncture, the revenue from this fund primarily does not come from oil.\" Residents who lived in Alaska during the entire previous year are eligible for the current year's dividends. And Alaskans are expected to receive their 2024 PFD in October. As of June 30, the fund's value was $80.3 billion. The fund is divided into principal and earnings reserve parts, the latter of which is distributed as dividends to applicants. The principal part is not for spending and grows from royalties, capital gains, and inflation-proofing transfers. Brett Watson, assistant professor at the Institute of Social and Economic Research at the University of Alaska Anchorage, told BI that the money goes a long way for families. He added the dividends represent about 8% of total annual household income for the median household in Alaska. \n\n\"Unlike the regular workings of an economy, the way we distribute the PFD in Alaska is all the cash gets direct deposited into bank accounts basically on the same day, so that's $1 billion to $2 billion every year basically in one fell keyboard stroke,\" Watson said. A repeated finding over the last few decades is that the Permanent Fund Dividend reduced poverty rates in Alaska. A paper published in May in the quarterly peer-reviewed publication Poverty & Public Policy found using Census data that from 1990 to 2019, poverty rates declined from 2.1 to as much as 4.2 percentage points — and brought the poverty rate for Indigenous Alaskans in rural areas to 22% from 28%. \"Many Native Alaskans choose to forego wage and salary occupation to pursue purely traditional or subsistence lifestyles, but having access to some cash is pretty essential to be able to provide basic provisions, to be able to buy hunting or fishing equipment,\" Watson said. The effects of the Permanent Fund Dividend have somewhat weakened over the last two decades as the dividends adjusted for inflation have declined. The pros and cons of basic income are hotly debated, but critics of basic income have argued that giving people money with no strings attached could limit the size of the workforce. However, a paper in the American Economic Journal: Economic Policy published in 2018 determined that the Permanent Fund Dividend had no significant impact on employment rates and increased the frequency of part-time work. A paper in the Journal of Policy Analysis and Management published in 2022 found that a $1,000 increase in the PFD led to a 1.7% greater probability of employment for men. However, for women, employment was reduced by 4%, or 1.25 hours a week, though this decline was concentrated among younger women with lower wages. \"The increased level of employment among male workers may be evidence of a positive labor demand response due to increased demand for goods and services,\" said Andrew Bibler, an assistant professor at the University of Nevada, Las Vegas, who co-authored the paper. \"In other words, the PFD could create job opportunities for some workers. This can offset the negative labor supply response, which is a common criticism of cash transfers. The dividends also increased fertility for women ages 20 to 44, according to a paper published last year in Economics & Human Biology. The authors determined that a few years after the first payment, fertility increased annually by 11.3 births per 1,000 women, with the greatest percentage increase in those aged 34 to 44. Additionally, using PFD data, a paper in the National Bureau of Economic Research published last year determined that an additional $1,000 distributed to families early in a child's life lowers the chance of neglect and child abuse. Research shows that dividends also improve health and well-being outcomes for families. An Institute of Social and Economic Research, University of Alaska Anchorage paper published in 2019 outlining the findings of past research about the program shows that the PFD has had significant health benefits, such as reductions in obesity and modestly positive effects on birth weight. Though property crime fell by 8% in the weeks after payments, substance-abuse incidents rose by 10% four weeks after, according to a paper published in The Review of Economics and Statistics in 2020. Overall, the payments only slightly impacted criminal activity. Meanwhile, Watson is working on a paper that is expected to show that people from various backgrounds and politics would be willing to move to another state if they received dividends. Watson noted that lower-income residents often spend their dividends on household expenditures, though he added middle- and higher-income households \"disproportionately\" spend their checks on their kids, from school supplies to college savings accounts. However, not all dividend effects are positive. Income inequality in the state has grown in the short and long run, according to a paper published in Energy Economics in 2017. The authors suggest that higher-income groups may save and invest more, while lower-income groups may spend more on goods. \"It's a very poorly targeted program from a distributional perspective, but that kind of trades off against the lack of stigma associated with targeting this program at a particular subgroup of people,\" Watson said. Alaska's governor at the time, Jay Hammond, wrote in an unpublished manuscript how he wanted to \"transform oil wells pumping oil for a finite period into money wells pumping money for infinity.\"  In 2016, Bill Walker, Alaska's governor from 2014 to 2018, cut the dividend's value roughly in half amid falling oil prices. This pattern of cutting dividends continued for the next two years. Vox reported how current Gov. Mike Dunleavy promised residents up to $6,700 annually to compensate for this lost income, though payments have remained well below this. Dunleavy has advocated for higher dividends recently — proposing a $3,700 annual dividend in 2022 as oil revenues skyrocketed. Watson said that though the state continues to prioritize the dividends, it competes against other state government spending for education, Medicaid, and other social services as oil revenue falls. Like Alaska, many other US states have basic income programs. Some are geared toward specific groups, like new parents and pregnant people. Meanwhile, other countries have experimented with basic income, including Canada, Kenya, and Ireland.  Watson said the program and size of the dividends are also \"the No. 1 political issue in the state of Alaska.\" \"Whether you're running as a Republican, an Independent, or a Democrat in the state, your political slogan will be your name and then 'PFD defender' in large font at the bottom,\" Watson said.",
        "original": " The Alaska Permanent Fund isn't exactly universal basic income, but offers similar benefits to UBI. Here's how it works."
    },
    {
        "item_nr": 95,
        "flipped": "Jamie Dimon Urges Presidential Candidates to Set Aside Partisan Rhetoric and Focus on Common Ground",
        "content": "From trade to diversity to immigration, many U.S. corporations are navigating a divisive political climate on a range of issues that impact their businesses. The CEO of the nation’s largest bank, Jamie Dimon of JPMorgan Chase, has been speaking out about some of these. Judy Woodruff spoke with him in Bentonville, Arkansas, for her series, America at a Crossroads.\n\nEvery summer for the past 14 years, Jamie Dimon has spent a week traveling through different parts of the country on his annual bus tour, visiting bank branches like this one opened just last year in Bentonville, Arkansas, meeting with employees and clients and asking and answering questions. Dimon is one of the most powerful figures on Wall Street at the helm of J.P. Morgan Chase for the past 20 years. And every year, he writes a letter to shareholders outlining his top concerns, including on issues beyond his immediate role as a banker, things like education, DEI, and the conflicts in Ukraine and the Middle East.\n\nWith former President Trump charging the U.S. economy is shattered, Dimon's view is striking. \"It is the most prosperous, most innovative, best economy the world has ever seen. This world of ours lifted billions of people out of poverty. There are negatives. We should focus on that. But to give you some — a couple of focal points, European GDP per person was very close to ours something like 20 years ago. It's now like 65 percent of ours. So, when you compare us to the rest of the Western world, quite good. And we need to continue to do that. And I think we could continue to do that.\"\n\n\"You wrote in your letter to shareholders in the spring about our, you called it, polarized electorate. And you said we need to find ways to put aside our differences. Why do we find ourselves in this situation?\" Judy Woodruff asked.\n\n\"I will give you my theory and a bunch of things that caused it. We had this financial crisis that hurt a lot of people, discredited a lot of Wall Street, and that, I think was part of it. If you look at the income levels in America, we had very slow growth for 20 years. And then if you look at the bottom 20 percent, they didn't have a pay increase for 20 or 30 years, OK? So, and those are people making less than $20 an hour. They also have worse health, less insurance. They're dying 10 years younger, but their schools are failing in a lot of cases, rural schools or inner-city high schools, not all of them. But a lot of them, 50 percent of the kids don't graduate. So the equal opportunity wasn't there. Income isn't there. Hope isn't there. Health wasn't there. All of us should look at that and say, what should we do to lift up society? Then I also think there's that, and then there's also this constant degrading of fellow Americans because of what they believe. They don't believe what you believe, they're bad people, they're immoral people. I think we should stop insulting each other.\"\n\nDimon recently wrote an opinion piece for The Washington Post aimed at the next American president, stressing the need for national unity and equal opportunity for all, warning that the American dream is disappearing for many because opportunity is not shared equally. And so what's the solution?\n\n\"I will give you a bunch right here. Earned Income Tax Credit, OK? Right now, if you're a single mother with two children making $14,000 a year, the government gives you $6,000. A lot of people don't avail themselves of this because they may not know about it. I would get rid of the child requirement. I would make the benefit $10,000, so that anyone working would make $24,000. That money would go to the families. It would go into their communities. It would be spent the way they think it should be spent without government interference. I think it'd be exceptional. And jobs create dignity. So you incent jobs, jobs create dignity, jobs create better outcomes for families, less crime, less drugs, and you would incent people back in the work force.\"\n\n\"We talked about income disparities, how people in the top 1 percent of income brackets earn over 100 times more than those in the bottom 20 percent. Some people are going to listen to what you're saying and have the view that the big financial powerhouses in this country have played a role in continuing and exacerbating our divide. What role has the private sector played and the financial sector played in creating this inequality that we live in right now?\"\n\n\"I think there — obviously, there are good companies and bad companies and good politicians and bad politicians. And are there examples where they are the ones who made it worse in some cases? Sure. Have they abused their position or regulated — sure. Has something taken place? But most of the banks I know have special programs for minority mortgages, vets. We have programs to hire disabled. And all these things work. So a lot of companies, they try to do their part. They can't do the part that government needs to do. We can help. And when you get — there are examples where I call up CEOs and I tell them they should be embarrassed about what they did. So there is truth that they aren't always perfect.\"\n\n\"And how do you get the federal government to do that… When the two parties are at each other's throats on so many issues right now?\"\n\n\"Yes, but they came together for the infrastructure bill. They come together for certain things. And that is work. I mean, that is hard work, but I tell people don't get frustrated. Just do it. There are a lot of parts of my job I don't like either, but I have to do them.\"\n\n\"You — in your column, you also — you talked about reducing the debt. You talked about encouraging investment, which you just referred to, lowering inequality, strengthening the military. How do you do all that and bring the debt down?\"\n\n\"I think it's doable. I would spend the money that helped make it a better country. So, some of it is infrastructure, Earned Income Tax Credits, military. I would have a competitive international tax system. And then there might — and then I would maximize growth. And, remember, growth isn't just about all that. It's also about faster permitting. And then you will have a little bit of deficit. And you would maybe just raise taxes a little bit, like the Warren Buffett type of rule. I would do that. And we would be fine.\"\n\n\"We are in the middle of a presidential campaign. Do you think, because of that, things could get worse, or could they get better? What do you think?\"\n\n\"Well, I'm hoping not. I — look, I don't know. And I hope both presidential candidates realize that jazzing up and making the American people angry is not a good thing to do.\"\n\n\"Do you think it's time for people like you to say to him and to others, let's stop this?\"\n\n\"I don't like any of that stuff. I'm not going to talk about particular people. I personally don't like it. And I don't think it works. And I think when you — even use the term MAGA, you're insulting 74 million voters. But they have different views and different opinions. But if you look, just take a step back. Be honest. He's kind of right about NATO, kind of right about immigration. And that's why they're voting for him.\"\n\n\"Early this year, in an interview with CNBC at the World Economic Forum in Davos, Switzerland, Dimon says he was trying to make that point when he lauded some of Trump's policies on immigration, China and NATO.\"\n\n\"I think this — this negative talk about MAGA is going to hurt Biden's election campaign. I blame myself. I didn't say it artfully. But I was making the same point that I made in my op-ed, that 74 million people voted Republican and they voted because they thought that there was partial truth that immigration was a problem, which I agree with, that China was a problem, which I agree with, that NATO was a problem. Not leaving NATO. I don't want to leave NATO. I'm a strong supporter of NATO and our military allies. But I said he's right about — partially about NATO. I should have said partially about the funding of NATO. I was only making a point that people are voting for different reasons, and that we — they should stop insulting MAGA.\"\n\n\"In his April letter to shareholders, Dimon called for strengthening diversity, equity and inclusion initiatives, even as many DEI policies are on the chopping block in more than 30 states and as other corporations pull back. I mean, you're saying all this at a time when we're hearing a lot of ugly language about DEI, people — that's a — that's become a pejorative term.\"\n\n\"I don't think most people are against when you say diversity, reaching out to different communities and doing a better job. And the word equity means equal opportunity. If you mean the word equity means equal outcomes, I'm against that too. That simply won't work. And so I understand the pushback. When it comes to all of these things, J.P. Morgan, we know we want to do. We do it our way. We think about it. We're human beings. We take care of our people. We take care of our communities. We're going to try to help lift up parts of society. And most of that's for profit, just like a lot of the companies, they also sell goods and services to low-income people too.\"\n\n\"As for the major party presidential nominees, Dimon knows them both. In 2012, he engaged in tense negotiations with then-California Attorney General Kamala Harris over a multibillion-dollar settlement related to homeowners hurt by predatory lenders, including J.P. Morgan Chase. More recently, former President Trump suggested Dimon could serve as his Treasury secretary in his next administration, but then quickly dispelled that idea. Whomever wins in November, Dimon says he's hopeful the country will find a way forward.\"\n\n\"Given all this, I mean, given this polarized atmosphere, can the United States move ahead on the great challenges facing this country in this next administration?\"\n\n\"I believe it will and that some — it may — it will be a president or a leader or someone else who just — kind of just bends that curve a little bit, and does it respectfully. Remember, Abe Lincoln — I think it was one of those famous quotes where Abe Lincoln said — someone said: 'Mr. Lincoln, God's on our side.' And he said: 'No, son, let's hope we're on God's side.' There was a little humility within Abe Lincoln, one of our greatest presidents. And so things come along where people change. And it might be the leader — it might be a leader himself who changes. They realize that they're going the wrong direction, and they have to go in a different direction. And so let's all hope. I'm an optimist by nature. And I think, when Warren Buffett talks about the great resiliency of America, I believe that. Something will change it somewhere. And, sometimes, you have to go through difficult times to do it.\"",
        "original": " Jamie Dimon on how economic inequality fueled political polarization and what can be done"
    },
    {
        "item_nr": 15,
        "flipped": "Choices and Circumstances: Exploring the Complexities of the Gender Pay Gap",
        "content": "Original Title:  Wage Gap Statistics: The Numbers Behind Pay Disparity\nFlipped Title: Education and Occupation: Factors in the Gender Wage Disparity\nText:  Here is the article text:\n\nWorkplace norms in the 21st century have evolved significantly in the past few decades, from a greater emphasis on work-life balance to the rise of remote and hybrid work. Yet as much as the daily grind has progressed, the disparity between men’s and women’s wages persists, with women still earning 82% of what men earn, according to the U.S. Census Bureau. Women continue to make less than their male counterparts, despite varying sustained attempts to achieve wage parity. Read on to find out more about the continued pay disparity between women and men.\n\nThe gender pay gap varies nationwide and among U.S. territories. Puerto Rico is the only state or territory where women make more than men. Conversely, women earn less than 75% of what men make in Utah. Historically, men have long earned more, on average, than women. While the median wage for men has recently neared $65,000, women only achieved a $50,000 median wage for the first time in 2019. However, the wage gap has closed by 38 percentage points since 1960.\n\nPinpointing the factors that influence the gender wage gap reveals several key potential sources. Entering the workforce, the wage parity between genders remains narrow, yet, as women age, the gap increases. Through the lenses of education, parenthood, occupation, economic conditions, race and ethnicity, and gender stereotypes, we can begin to understand the circumstances surrounding wage inequality.\n\nDespite a larger population of female college graduates, the wage gap between men and women of the same educational background endures. Parenthood can have a significant impact on wages for mothers and fathers. However, fathers tend to be more present in the workforce and earn more than women with or without children at home.\n\nMen and women often pursue varying careers based on personal and family needs. Women have certainly increased their presence among male-centric occupations (i.e., STEM, legal, and business). However, this doesn’t correlate to a corresponding retreat of women in positions where they tend to be overrepresented. Women were also slower to recover from recent recessions.\n\nIn the face of prevailing gender stereotypes, women of various races and ethnicities fall along a wide spectrum of wage parity. Women who identified as white earned 83% of their white male counterparts in 2022, according to a Pew Research study, while black women earned 70% and Hispanic women made 65%. However, Asian women made 93% of the average white male’s salary, per the Pew study.\n\nDetermining what weight to award each of these factors presents a monumental challenge. Men and women alike hold varying reasons for their career changes, professional pursuits, and individual reactions to the path life presents. As is historically evident, achieving wage parity between the sexes remains an ideal goal that continues to require a multi-faceted approach.\n\nGenerally speaking, a higher level of education can translate to increased qualifications for higher-paying jobs. In addition, certain occupations tend to have a higher earnings potential than others. Let’s explore the wage gap between men and women of varying educational levels and occupations.\n\nThe largest gender pay gap exists between men and women with less than a high school diploma. However, pursuing additional education after graduation only narrows the pay gap by less than 10%. Even between men and women with a graduate or professional degree, the wage gap spans over 40%.\n\nAmong specific occupations, women are more likely to achieve wage parity in fields such as community and social services, liberal arts and media, healthcare, and social sciences. In professions traditionally held by men — such as legal, sales, transportation, management, and production — a strong gender wage disparity persists.\n\nParticipating in the workforce represents a single facet of how women contribute to their professional success and the well-being of others. Women often take on a caregiving role, whether through parenthood or by caring for an elderly relative.\n\n“In doing so, that means there are years in which we do not have personal income and are not building personal wealth,” said Helen Moser, senior lecturer in finance at the University of Minnesota.\n\nThese trends can also impact women’s ability to save and invest.\n\n“Lower wages means less money for investment,” said Dr. Jenny Olson of Indiana University’s Kelley School of Business.\n\nA lack of financial literacy is another potential area of difficulty, but one that’s solvable, said Dr. Olivia S. Mitchell, professor of insurance/risk management and business economics/policy at the Wharton School of the University of Pennsylvania.\n\n“A goal would be for employers to offer more access and, when possible, encouragement to learn and implement important financial lessons during the worklife,” Mitchell said.\n\nLearning about the value of the best high-yield savings accounts and other financial tools can certainly propel women forward. However, Dr. Ting Levy, senior instructor of economics and a Division of Research associate in the College of Business at Florida Atlantic University, promotes a more direct approach.\n\n“Negotiate salaries and look for career advancement,” she urged. “Actively seek fair compensation and career growth opportunities.”\n\nFinding a mentor and building a strong network can also contribute to a narrower gender pay gap, she said.\n\nAs much as the gender pay gap has narrowed in the last 60 years, more work to achieve wage parity has yet to be done. Many modern employers actively encourage women to apply for higher-paying jobs. Yet raising awareness of the earnings disparity between men and women can engender efforts to continue to bring about changes, big and small. It is achievable for expertise and fitment to trump gender in qualifying and compensating candidates for any position.",
        "original": " Wage Gap Statistics: The Numbers Behind Pay Disparity"
    },
    {
        "item_nr": 2,
        "flipped": "Report Highlights Racial Wealth Gap in US Tax System",
        "content": "Color of Change, the nation’s largest online racial justice organization, and Americans for Tax Fairness released a damning report Thursday exposing the deep racial inequities entrenched in the U.S. tax system. The issue brief “How Tax Fairness Can Promote Racial Equity,” written by Color of Change Managing Director Portia Allen-Kyle and Americans for Tax Fairness Executive Director David Kass, exposes the systemic flaws in tax policy that have widened the racial wealth gap and prevented economic mobility for Black, brown, and Indigenous communities.\n\nThe report urgently calls for sweeping reforms to stop the flow of tax benefits to the wealthiest Americans — who are overwhelmingly white — while offering concrete solutions to make the tax code work for everyone, not just the top 1%. “An equitable tax system does two things,” Allen-Kyle asserted. “It narrows the racial wealth gap from the bottom up and spurs economic mobility for Black, brown, and Indigenous individuals and families. Our current tax code fails on both accounts. It’s a prime example of how so-called ‘colorblind’ systems actively prevent Black families from building generational wealth and economic security.”\n\nThe brief pulls no punches in describing how current tax policies disproportionately benefit wealthy white families, further deepening racial inequalities. By giving preferential treatment to wealth over work, the system locks in economic advantages for white households while leaving communities of color to bear the brunt of these inequities. “Our tax system is not only failing to address racial wealth inequality, it’s exacerbating it,” Kass warns in the report. “We privilege wealth over work, fail to adequately tax our richest households and corporations, and allow inherited fortunes to compound unchecked by taxation. This perpetuates a legacy of racial inequality.”\n\nThe racial wealth gap has exploded in recent years, with the median wealth gap between Black and white households jumping from $172,000 in 2019 to over $214,000 in 2022. Economic crises such as the Great Recession and the COVID-19 pandemic further entrenched these divides, benefiting the already wealthy, while leaving Black, brown and Indigenous communities further behind.\n\nHomeownership, long touted as a primary means of building wealth in America, has failed to deliver for Black families. The report points to factors such as biased home appraisals and a regressive property tax system as key reasons why Black homeowners have been unable to accumulate wealth at the same rate as their white counterparts.\n\nAs the brief notes, with critical provisions of the Tax Cuts and Jobs Act (TCJA) set to expire, now is a pivotal moment for tax reform. “We have a once-in-a-generation opportunity to reform our tax system to address racial inequality,” the report states, comparing recent monumental legislation like the Bipartisan Infrastructure Law and the Inflation Reduction Act.\n\nThe report lays out three central reforms aimed at curbing the wealth concentration among the ultra-rich and dismantling the racial inequities baked into the tax code: Both the Biden-Harris administration and Senate Finance Committee Chairman Ron Wyden have proposed addressing the racial wealth gap. The Billionaire Minimum Income Tax (BMIT) and the Billionaire Income Tax (BIT) would ensure that the wealthiest Americans — who often go years without paying taxes — contribute their fair share. These proposals would raise over $500 billion in revenue over the next decade, which could be reinvested in healthcare, education, and housing for communities of color.\n\nAs the report points out, our current tax system is skewed in favor of the ultrawealthy. It allows the rich to avoid paying taxes on the increased value of their investments unless they sell them. They often borrow against these growing fortunes, further delaying taxation, which allows white billionaires to accumulate vast wealth while paying a fraction of what working families pay in taxes.\n\nThe report also highlights the critical need to defend IRS funding, restored under the Inflation Reduction Act, which is essential for cracking down on wealthy tax cheats. Contrary to Republican claims, this funding will not increase tax enforcement on households earning less than $400,000. Instead, it will improve customer service and expand the Direct File program, saving taxpayers significant time and money.\n\nThe Biden administration’s restored IRS funding is expected to raise an additional $100 billion over the next decade by ensuring the wealthiest Americans and corporations pay what they legally owe.\n\nThe message from Color of Change and Americans for Tax Fairness is clear: America’s tax system is broken, and without immediate reforms, the racial wealth gap will continue to widen. “Addressing the insidious racial preferences in our tax code is one of the most direct ways we can not only help Black communities grow here and now but for generations to come,” Allen-Kyle concludes.",
        "original": " New Report Exposes Tax System’s Role in Widening Racial Wealth Gap, Calls for Urgent Reforms"
    },
    {
        "item_nr": 42,
        "flipped": "Racial inequality among the working poor shrinks in America",
        "content": "The results, published in the article, “Changing Opportunity: Sociological Mechanisms for Underlying Growing Class Gaps and Shrinking Race Gaps in Economic Mobility,” are a blow to the claim that racial inequality is the overriding feature of modern life. Using data drawn from multiple census years, federal income tax returns and the Social Security Administration, the researchers analyzed information from about 57 million children born between 1978 and 1992 and their parents. The scholars conclude that a key indicator of class inequality shows that racial gaps between poor, working class blacks and whites are falling. Meanwhile, class gaps are growing among whites.\n\nThe study focuses on the degree to which children and the generations of which they are a part see an improvement or a decline in their socioeconomic position relative to that of their parents and previous generations.  Before outlining in greater detail the findings of the Harvard-Census Bureau research team, it is essential to point out that, through no fault of their own, they rely on the racial groups identified by the US government in its decennial count of the population. Race, however, is not biologically real, but rather a social construct. There are no genetic or physical traits that all people from one alleged race have and which no one from another race does not have.\n\nOn the US Census, racial categories change from one year to the next. They are also restrictive and require people to choose an identity irrespective of the complex, ever-shifting historical and social reality surrounding the issue of race in America, which has become even more complicated as intermarriage rates rise and immigration changes the country’s demographics.  For example, only starting in the year 2000 have people been able to choose more than one race on the census. Latino is not a category at all. Individuals wishing to identify with such a heritage can indicate an ethnicity of Hispanic, but must also choose a racial group. People of Middle Eastern descent have no option to identify themselves exclusively as such. They have to decide between white, black, American Indian or Alaska Native, or one or another variety of sub-groups of the Asian population. These include Japanese, Chinese, Filipino and others, but no one geographically near to the Middle East. “Some other race” is a choice for everyone, and it comes with a request to then write in something more specific. That option, however, has appeared, disappeared and then reappeared over different censuses. In 2014, a study by the Pew Research Center reported that millions of Americans choose different racial categories for themselves from one census year to the next.\n\nThus, all research that analyzes racial inequalities has to be understood as limited in some sense. The organization of data into facts that allegedly apply to “whites” versus facts that allegedly apply to “blacks,” while necessary for statistical research and useful in understanding social inequalities, rests upon and can reinforce ideas of permanent racial identity that are, at their core, false. Race is not the same thing as class, which is an objective category that necessarily emerges out of the economic system and is the ultimate determinant under the capitalist social order. But inasmuch as oppression along the “color line” is a major fact of American history and American capitalism, a critical study of racial inequalities is necessary. The danger in doing so emerges when an honest study of social reality is transformed into a subjective search for categories of identity so that people can be targeted for persecution (i.e., the Japanese immigrants and their descendants in America during World War II, the Jews in Germany under the Nazis) or, on the flip-side, showered with privileges.\n\nThe study led by Harvard economist and Distinguished Professor Raj Chetty is free of both of these maladies. It examines how the economic prospects of children from low-income versus high-income families have changed over recent years. They define low-income families as those at the 25th percentile of the national income distribution, which in 1992 were households with an average (median) income of $32,020. High-income families are those in the 75th percentile of the national income distribution, with a (median) household income in 1992 of $124,500. Thus, the study does not address inequality between the working poor and the truly rich.\n\nA family surviving on just over $30,000 lives in a state of absolute deprivation. A family making four times that much, however, which might include a teacher nearing retirement and a veteran autoworker, is not in the lap of luxury. While more secure than the impoverished majority and generally able to afford necessities, such households are often one major medical bill, or one job loss, away from crisis.\n\nWorking with these definitions, the researchers find that economic mobility has changed rapidly in the last 15 years. “Between 1978 and 1992,” note the authors, “household incomes in adulthood fell sharply for white children growing up in low-income families. At the same time, incomes increased for white children growing up in high-income families.” The gap in average earnings between adults born into poorer white families and those born into better-off white families in 1978 was $17,720. By the time those born in 1992 were 27 years old, that number had grown to $20,950. The cause of this increasing gap was primarily that whites from households toward the bottom saw their incomes decline during that period.\n\nAt the same time, “white-Black race gaps for low-income families shrank: the gap in average household incomes between white and Black children raised in low-income families fell by 28%, from $20,810 for children born in 1978 to $14,910 for children born in 1992.”  The lessening of this divide was driven by two factors. First, there has been some improvement for blacks born into the bottom rungs of society, with many escaping the depths of poverty as they entered their late 20s. In 1978, black children born into the bottom income quintile (the lowest 20 percent of income earners) were 14.7 percentage points more likely to remain in that quintile than their white counterparts. By 1992, however, that number had shrunk to 4.1 points. Second, the worsening situation for low-income white children also helped close the gap. About half of the narrowing of the white-black divide among the working poor was driven by “an increase in white children’s chances of remaining in the bottom quintile.” In short, the experience of being born poor and then remaining poor into adulthood is increasingly shared across the racial divide.\n\nSimultaneously, the chances of a low-income child, from either a black or a white family, becoming a high-earner did not improve at all. Just 3 percent of black children born in 1992 into the bottom income quintile moved into the top quintile, the same number as in 1978. During this period, the prospects for white children worsened somewhat along the same measure. Whereas in 1978, 13.7 percent of those born into low-income families could expect to enter the ranks of the best-off, by 1992 that had fallen to 11.9 percent. Simultaneously, children from high-income Black households experienced some upward mobility, such that “the class gap among Black families …remained essentially unchanged.”\n\nThus, while the circumstances facing working class poor families of both races are converging, the bottom layer of African-Americans has not, after decades of racially based affirmative action policies that were billed as the solution to oppression, seen any progress in terms of closing the class gap between themselves and higher-income layers within their own racial group.\n\nThe researchers also found that the pattern of decreasing racial differences and increasing class differences was replicated across other major indicators of social well-being, including educational attainment and standardized test scores, as well as marriage, incarceration and mortality rates. “For example, the white class gap in early adulthood mortality more than doubled between the 1978 and 1992 birth cohorts, while the white-Black race gap in early adulthood mortality decreased by 77 percent.”\n\nIncarceration rates are also leveling out between low-income members of these groups. By 2014, the incarceration rate for poorer whites had risen to 1.43 percent, up  from 1.16 percent in 2000. During that same period, it fell for blacks of the same income strata from 4.53 percent to 4.28 percent. This poor layer of African-Americans has an incarceration rate that is more than double that of higher-income blacks.\n\nIn seeking the cause of these shifts, the study shows that parental employment rates within communities powerfully shape kids’ future economic mobility. The researchers insist that the issue is not so much whether any particular individual child’s parents are employed, but whether the parents of those with whom these children interact at their schools, in their neighborhoods, through their social networks, etc., have jobs. When those adults do not, it is damaging to children, not just, or even primarily, in terms of the overall amount of money that a community has (or no longer has), but in terms of the overall health of the social environment.\n\nTo underscore their point, Chetty and his co-authors quote from sociologist William Julius Wilson’s 1996 book When Work Disappears: The World of New Urban Poor—“crime, family dissolution, welfare, low levels of social organization, and so on … are fundamentally a consequence of the disappearance of work.” The researchers conclude that “the growth in the white class gap and the reduction in the white-Black race gap can be explained almost entirely by the sharp fall in employment rates for low-income white parents relative to low-income Black parents and high-income white parents over the period we study.”\n\nIn communities that are more racially mixed, where there are higher rates of interracial marriage and children are interacting more with peers across racial boundaries, falling employment rates among low-income whites have a negative impact on all children’s future economic prospects within the community, regardless of race. At the same time, however, “The areas in which outcomes of children born to low-income Black families improved the most tend to be areas in which outcomes of children born to low-income white families deteriorated the least.” Therefore, “the gains for children born to low-income Black families did not come directly at the expense of their white counterparts in the same areas.”\n\nIn other words, the data indicate that securing and improving the job prospects of all working class people—not doling out opportunities to this or that person on the basis of their perceived skin color—will help the conditions of oppressed minorities improve.\n\nIn the conclusion of their study, Chetty and his co-authors make a point that is a rebuke, albeit extremely timid, to racialists’ claims that minorities must self-segregate in order to shield themselves from their white oppressors. Rather, “One approach to increasing opportunity is … to increase connections between communities. For example, policies might focus on reducing racial and income segregation—e.g., by changing zoning restrictions, school district boundaries, or increasing the availability of affordable housing in high-opportunity areas—and fostering cross-race and cross-class interactions—e.g., forming groups designed to cut across existing lines of interaction.”\n\nThis is hardly a radical proposal. It is the sort of thing that American liberalism of a different era would have put forward as a rule. But in the present circumstances, with American democracy in its death throes, the idea that the breaking down of racial boundaries is the road to progress appears almost as a radical notion. It is rejected, in different forms, by both the Democrats and Republicans.\n\nThe myopic component of the authors’ proposed policy solution lies not in the racial element, but in the class element. Capitalist society, which rests upon class inequality, cannot produce “cross-class interactions,” but rather intensified cross-class exploitation.\n\nCritics of this study will point to the fact that, despite the trend towards lessening racial inequality among low-income households, there remain notable racial differences in terms of median incomes, chances for upward mobility and risks of downward mobility, incarceration rates, etc. Many points can be made about these facts and the underlying data, not the least of which is that averages and probabilities only reveal so much. They are, not infrequently, a great mystifier of social reality.\n\nBeyond that, the racial gaps for working class people are dwarfed many times over by the class gaps between workers of all backgrounds and the rich of all colors. And with regards to this specific study, the researchers were not able to investigate the experience of truly wealthy populations—both black and white—because they had to “top-code” incomes above $1 million. This statistical method, leveling down the stratospheric income and wealth figures of the super-rich to make calculations possible, limits understanding of the full dimensions of economic inequality.\n\nMore broadly, however, the fact that certain racial inequalities persist and that the burdens of deprivation fall more heavily on or, rather, have particular features for some racial groups more than others, is hardly a surprise. For all the great battles waged by working people of all races against inequality and despite major conquests and cultural changes, American capitalism could never and will never resolve this problem.\n\nCapitalism is rooted in inequality—a few own and exploit, while most do not own and must labor instead. The entire social and economic order rests upon that division and thus inequalities seep into all the differences in the human condition that are a part of social reality—not just race, but also geography, age, immigration status, and so forth. To combat these particular inequalities, one has to reject the principle of inequality itself, the very right of inequality to exist. That requires the overthrow of capitalism and the establishment of socialism.",
        "original": " Racial inequality among the working poor shrinks in America"
    },
    {
        "item_nr": 65,
        "flipped": "Debate Over Trickle-Down Economics Fueled by New Research",
        "content": "When UK Prime Minister Liz Truss and then Treasurer Kwasi Kwarteng sparked economic turmoil by announcing unfunded tax cuts for top earners to boost economic growth, it created one of the most extraordinary political crises in UK history. Their “mini budget” spooked the markets and was widely condemned for appearing to rely on the discredited theory of “trickle-down economics”. But it’s an idea that has persisted: the last 50 years has seen a dramatic decline in taxes on the rich across advanced democracies. Margaret Thatcher, Ronald Reagan and Donald Trump were all elected on promises of major tax cuts for top earners, arguing that freeing up money for the wealthy allows them to hire more workers, pay better wages and invest more.\n\nIn research first published as a working paper in 2020, David Hope and Julian Limberg, of LSE’s International Inequalities Institute and King’s College London, analysed the economic effects of major tax cuts for the rich across five decades in 18 wealthy nations. \n\nTheir conclusion: the rich got richer and there was no meaningful effect on unemployment or economic growth. It really struck a nerve: after being press released by LSE, it attracted extensive global media coverage, went viral on social media, and was cited by high-profile economists and politicians. As a result, it became the most downloaded paper in the 18-year history of LSE Research Online - the database of all research produced by LSE academics.\n\nDr Hope explained: “So, it was, I would say, not the typical response we get when we publish an academic paper. It has been downloaded about 150,000 times. To put that in some context, my previous working paper in that series was downloaded, I think, a staggering 200 times. And so this was really quite different from the norm in that respect. “\n\nDr Limberg added: “It was actually quite interesting because we got more or less two types of reactions. One was, ‘This cannot be true, and we don't believe this.’ And also, ‘You are socialists and that's it.’ “And the other type of reaction was, ‘Well I knew all of this already. Thank you Captain Obvious.’ There was little ground in between these two extremes, which we found quite surprising. It actually strengthened our belief that a data driven approach, going a bit beyond this political polarisation is needed.”\n\nDr Limberg explained that the most intense reaction on Twitter came from the US, including a tweet from high profile politician Elizabeth Warren. Dr Hope added: “We were a bit naïve maybe in not thinking about this beforehand, but it's clearly a very partisan and polarised and politically contentious issue, particularly in the US. In part because as they've evolved through Democrat and Republican administrations, there have been major changes in taxes on the rich. We've seen big tax cuts under George W Bush and under Donald Trump, in particular, so I think it really plays into the political dynamic in that country and that was why people were very engaged with it.”\n\nIn explaining why cutting taxes for the rich did nothing to boost economies, Dr Hope referred to the economist Thomas Piketty, who argues that unless capitalism is reformed, it will threaten the democratic order. “Our results align pretty closely with some work from Thomas Piketty, that would suggest that what happens if you cut taxes on the rich is that they then bargain more aggressively for their own compensation at the direct expense of workers lower down the income distribution. So, the story of the paper then is really to do with rent-seeking among CEOs and top executives - and that increasing when you have lower taxes on the rich.”\n\nRent-seeking is the effort to increase one's share of existing wealth without creating new wealth - rather like a greedy child demanding a bigger slice of the pie so that there’s less left on the plate for everyone else. Dr Hope added: “I think the paper has one major and fairly obvious policy implication, which is not to cut taxes on the rich to boost the economy, particularly if you care about inequality. I think it’s particularly important to make this argument because proponents of cutting taxes on the rich often may use this type of argument in favour of the economic benefits. “\n\nDr Hope and Dr Limberg followed up their research by investigating why ordinary people in the US support tax cuts for the rich. Dr Hope said: “The average citizen seems to be fairly poorly informed that taxes on the rich have fallen really dramatically in the past 40 years. If you give them that information, it makes them less likely to support tax cuts for the rich. And these effects, we've found, are particularly strong for Republican voters.”",
        "original": " Tax cuts for the wealthy only benefit the rich: debunking trickle-down economics"
    },
    {
        "item_nr": 70,
        "flipped": "Voter Turnout in Metro Atlanta Reveals Surprising Geographic Divide",
        "content": "Original Title:  Voter turnout in metro Atlanta differs by region, race and income\nFlipped Title: Voter turnout in metro Atlanta differs by region, race and income\nText:  Whether you vote in November may depend on where you live and who you are. A new analysis by The Atlanta Journal-Constitution found voter turnout in metro Atlanta is affected by race, income and education, and those turnout figures are geographically distinct. In areas south and west of downtown Atlanta, where residents are younger, less affluent and predominantly Black, only 35% of registered voters cast ballots in 2022. Demographics shift to the north and east, where 51% of voters turned out. The same disparities persisted in the 2020 presidential election, despite record turnout.\n\nSome political scientists expect this trend to continue in this year’s election, but others think Vice President Kamala Harris could turn out more voters in areas where voters tend to be underrepresented at the polls. “With (President Joe) Biden on the ticket, the key motivation for these groups of voters would have been opposing (former President Donald) Trump,” said Alan Abramowitz, a political scientist at Emory University. “But now you have someone at the top of the ticket who also can provide some additional motivation for younger and nonwhite voters.”\n\nIncome, age and education influence voter turnout throughout the U.S., and southwest Atlanta is a convergence of all three factors, disproportionately affecting participation by nonwhite voters. Abramowitz said that poorer, less-educated people are less likely to vote, and nonwhite voters are more likely to be poorer and less educated than white voters.  The trend is exceptionally clear in Atlanta, which tops the nation in income inequality, according to census data.\n\nAlthough we can see differences based on race and geography, Abramowitz said the driving factors are age, income and, most of all, education. Chris Grant, a Mercer University political science professor, pointed to the same issues at the root of voter participation. Although wealthier and white areas regularly have higher turnout than poor and nonwhite areas, Grant said, affluent African American voters turn out more often than white voters when controlling for income inequalities. He says those differences in income are linked to differences in education, which both Grant and Abramowitz identified as the most significant influence on voter turnout.\n\nIn a Democratic stronghold such as Atlanta, voter turnout can have an outsized influence in the outcome of state and even national elections. In a close race such as the 2020 presidential election, when a margin of fewer than 12,000 votes decided the winner, turnout in places such as southwest Atlanta could be a deciding factor. In 2020, 65% of the 255,000 voters in Atlanta’s high-turnout areas in the north and east cast ballots. But in southwestern areas of the city with lower turnout, just 46% of the roughly 76,000 voters cast ballots.\n\nIf southwest Atlanta matched the northeast in voter turnout, an additional 31,000 people would have voted in that close election, with the vast majority of these votes going to Biden if voter preferences in the area remained the same. But getting voters to turn out can come with its own challenges. Obstacles such as difficulty getting time off from work, finding transportation to the polls or ensuring voters are registered before the election can lead to fewer people voting.\n\nOne policy that has helped improve voter turnout, Abramowitz said, is the “motor voter” law, which allows voters to automatically register when they apply for or renew their driver’s license unless they decline the option. Republican senators advanced a bill in the state Legislature earlier this year that would have ended automatic registration and require voters to opt in. That bill did not pass.\n\nGrant said that sometimes voters have more immediate concerns than getting to the ballot box or might feel fatigued from voting year after year without seeing their situations improve. “The fact that Kamala Harris is the top of the ticket and Donald Trump is her opponent, that may be enough to turn out a lot of voters that didn’t turn out in 2020,” Grant said. “But my hunch is that we’re looking at pretty similar behavior to 2020.”",
        "original": " Voter turnout in metro Atlanta differs by region, race and income"
    },
    {
        "item_nr": 50,
        "flipped": "Gap in Life Expectancy Between Black and White Americans Remains Wide",
        "content": "Inequality between white and Black Americans persists in almost every aspect of society and the economy. Such disadvantages have proven immune to decades of laws and policies meant to address them, leaving Black people with less education, less wealth, poorer health and shorter lifespans. Together, the disparities reflect what many have labeled systemic racism amid the mass protests that followed the killing of George Floyd, a Black man, by a white Minneapolis police officer in May.\n\nThere has been progress in recent decades. But wide gaps — rooted in the legacy of slavery, segregation and discrimination — have endured or widened in the years since the civil rights victories of the 1960s. Born from the enslavement of Africans in British colonies since the early 1600s, American inequality plays out over the course of a lifetime.\n\nDisparities begin at birth, even before. Black women are three to four times more likely to die from pregnancy-related causes than white women. Out of every 100,000 live births, 42 Black women die of pregnancy-related causes, more than three times the rate for white women. Black infants also die at about twice the rate of white infants. Out of every 1,000 live births in 2017, 11 infants born to Black mothers died before their first birthday, compared to five deaths of infants born to white mothers.\n\nThe Centers for Disease Control and Prevention (CDC) sees the disparities as a complex problem. Maternal mortality decreases among women with higher education levels, but Black women with college degrees still have a mortality rate that is five times higher than college-educated white women. Disparities in access and quality of healthcare likely play a role, according to the American College of Obstetricians and Gynecologists.\n\nDisparities extend to the basics of life. Black households are two and a half times more likely to experience food insecurity than white households. One in every five Black households experienced food insecurity in 2018, defined as uncertainty in being able to acquire enough food for the household. About one in ten Black households included a member who ate less food than they needed because they didn’t have enough money.\n\nRacial disparities are solidified in school. Less than a third of Black students attain a bachelor’s degree or higher, compared to almost half of white students. Racial inequality persists in education — from preschool to college — setting up many Black Americans for a lifetime of social and economic disadvantages. A high-quality preschool can help close early skills gaps, but only 15% of Black children attend one, compared to 24% of white children, according to the National Institute for Early Education Research, a nonprofit policy organization.\n\nMore than 65 years after the U.S. Supreme Court outlawed school segregation, Black children often still attend highly segregated and underfunded schools. Because of housing discrimination and school-district gerrymandering, more than half of U.S. students attend schools with populations that are more than 75% white or 75% non-white, according to EdBuild, an organization that has advocated for more equitable school funding. The predominantly non-white districts spent $2,000 less per student on average than the mostly white districts, largely because schools are financed by local property taxes. Nationwide, that amounts to a deficit of $23 billion.\n\nBlack undergraduate students owe about $7,000 more in student loans on average than their white peers after graduation. The U.S. job market now almost demands a college degree, and research shows it is a good, if expensive, investment. But debt can change the equation, and Black college students often need to borrow more to finance their degrees, research shows. They also default on student loans at twice the rate of white borrowers.\n\nBlack adults are more than 1.5 times less likely to have health insurance than white adults. Health insurance, a solid indicator of healthcare access, has eluded Black adults more than white adults for a multitude of reasons. The gap in coverage between white and Black adults had been almost cut in half after the 2010 passage of the Affordable Care Act, from 9.9 percentage points to 5.5 in 2016. But progress has since stalled.\n\nOn average, Black male offenders received federal sentences almost 20% longer than white male offenders for the same crime. Black Americans face a higher chance of imprisonment, according to the Pew Research Center, a nonpartisan public policy organization. In 2017, Black adults made up 33% of the U.S. prison population despite accounting for only 12% of the nation’s adults.\n\nIn 2016, 1 of every 13 Black people lost their right to vote due to a felony conviction, compared to 1 in every 56 non-Black voters. Black political gains, from electing local officials to Congress members and a President, have been steady since the dismantling of discriminatory “Jim Crow” laws, which legalized racial segregation, and the passage of the 1965 Voting Rights Act.\n\nBlack families have one-tenth of the median net worth that white families have. The striking gap between Black and white family wealth results from disparities across the U.S. economy. Black people are about twice as likely to be unemployed. The Black median household income is 57% that of white families, according to a 2017 Federal Reserve study.\n\nA Black family is about half as likely to own their home as a white family. The American dream of homeownership isn’t a reality for many Black families, who are only marginally more likely to own a home now than in 1968, when the Fair Housing Act was passed. Generations of housing and mortgage discrimination have contributed to the divide, as have Black families’ lower incomes and larger debt loads.\n\nBlack households nearing retirement have a median savings of $30,000, which amounts to one quarter of the amount held by white households. After a lifetime of lower pay, many Black Americans are forced to live on less in retirement. With less savings, they are more likely to rely on Social Security benefits as their main source of retirement income — and those checks are often smaller than those of white peers after a lifetime of making smaller contributions.\n\nBlack men have a life expectancy of 72.2 years, more than four years less than white men at 76.6 years. In the CDC’s earliest records, at the turn of the last century, white people lived more than 30% longer than Black people, on average. The gap has decreased, but stayed largely stable through the 1960s to the 1990s. Increases in Black life expectancy since then have been attributed to reductions in HIV/AIDS deaths and homicide. The disadvantages Black people encounter throughout life in areas such as education, health care and housing contribute to the shorter life span.",
        "original": " The Race Gap: How U.S. systemic racism plays out in Black lives"
    },
    {
        "item_nr": 34,
        "flipped": "Despite Record Low Unemployment, Racial Employment Gap Remains a Major Challenge",
        "content": "As the country moves rapidly toward the 2024 elections, Black Americans are experiencing the best economic conditions they’ve had in generations. Record low unemployment rates, record low poverty rates, and record high levels of income and wealth paint a picture of Black prosperity. Yet African Americans remain mired in great economic insecurity, reflected in their low opinion of the economy, widespread asset poverty, and ongoing economic inequality between Black and white households. The best Black economy in generations, in short, isn’t enough. To overcome centuries of inequality, we’ll need dedicated public policy.\n\nLet’s look at some numbers from a new report we put out for the Joint Center and the Center for Economic and Policy Research. From 1972 to 2022, the annual Black unemployment rate averaged 11.6 percent. Last year, it averaged 5.5 percent, a historic low. That’s good news, but it’s barely put a dent in the gap between Black and white employment. We calculate that Black America would need an additional 1.4 million jobs for Black people to be employed at the same rate as white people. This employment gap cost Black Americans roughly $60 billion last year compared to what they’d have made if those jobless individuals were working. So for African Americans, the racial employment divide remains quite costly.\n\nOther indicators tell a similar story. For example, Black median household income is also at its highest point in a generation, growing from about $41,000 in 2011 to nearly $53,000 in 2022 — a nearly 30 percent increase. That same year, median Black wealth also reached a new high of nearly $45,000, more than double the post-Great Recession low of about $17,000. Still, Black median income today is still nearly $30,000 lower than the white median — it’s not even caught up with the white median income of 1972. And the average Black median wealth of about $45,000 means the vast majority of African Americans fall well short of the $190,000 to $570,000 estimated as necessary to reach middle-class status.\n\nWill these disparities correct themselves on their own? Not likely. As the Institute for Policy Studies and the National Community Reinvestment Coalition found in their 2023 “Still A Dream” report, the nation is still moving at a glacial pace when it comes to bridging Black/white economic inequality. If the country continues at the rate it’s been moving since the 1960s, it will take over 500 years to bridge the racial income gap — and nearly 800 years to bridge the racial wealth gap. So while Black Americans are experiencing significant economic gains, these advances are insufficient to overcome entrenched inequalities.\n\nThe economic progress we see today is a foundation, not a finish line. It speaks to the need for comprehensive policies that address ongoing barriers to economic security and wealth-building. Investment in quality education, access to affordable health care, affordable housing, job creation targeted to high-unemployment communities, and new publicly financed asset building opportunities like Baby Bonds are essential. These measures can help ensure that the economic gains of today translate into sustained prosperity and security for future generations.\n\nAs we approach the presidential election, let’s not make this election a contest between individuals but of policies that can heal our deep wounds of racial and economic inequality. Addressing these issues with urgency and commitment will not only improve the economic outlook for Black Americans — it will create the basis for a more united country.",
        "original": " The Paradox Of Progress For Black Americans"
    },
    {
        "item_nr": 36,
        "flipped": "Conservative Author Sparks Discussion on Campus with Views on Inequality",
        "content": "Author Jason Riley began his talk at Susquehanna University challenging the use of “trigger warnings” on campuses. College campuses should be a place where students “are exposed to different points of views ... and learn the difference between a slogan and an argument,” the Black conservative opinion writer at the Wall Street Journal and senior fellow at the Manhattan Institute told the packed Degenstein Center auditorium. Throughout Riley’s 40-minute presentation, he gave his views on social justice and inequality. “The reason inequality exists is because it is the norm. Disparities are commonplace, but we continue to treat them as weird,” he said, citing examples of countries changing economic wealth over the centuries. Written questions from several audience members read aloud by Matthew Rousu, dean of the Sigmund Weis School of Business, revealed some opposition to Riley’s views but no outright protest like he’s faced on other campuses occurred. In response to one question, Riley replied, “Racism does exist and can undermine upward mobility, but it has more to do with different cultures, attitudes and behaviors.” He cited the disparity among the value that certain cultures place on education. “If we’re going to have an honest debate about racial inequity we need to discuss the behavioral differences among groups,” he said. “Until then, we’re not addressing the underlying causes.” Education, he said, is the best way to address discrimination and “not over-emphasizing it’s role in inequality. “The focus on race that continues today is serving the interests of activists, politicians and a whole civil rights industry that is intent on keeping it front and center,” Riley said in response to another question. “It’s upsetting watching activists push policies that benefit them while claiming they’re doing it (for the underprivileged). They’re pretending it’s still 1950 in this country because it helps them raise money and stay relevant.” Riley is opposed to slavery reparations for Black people in the name of social justice, calling it another “wealth distribution scheme. It doesn’t work.” Rousu ended the evening with a written comment from one of the attendees thanking Riley for using data to support his arguments.",
        "original": " Conservative Black columnist speaks on inequality and social justice at Susquehanna"
    },
    {
        "item_nr": 44,
        "flipped": "Gym Prices Leave Would-Be Climbers Grasping for an Affordable Hold",
        "content": "Indoor climbing has gotten so expensive that the American Alpine Club officially considers it an \"access issue.\" Is there anything we can do to stop climbing from becoming an elites-only pursuit like skiing or golf?\n\nWhen I’m standing in the Meadow in Yosemite, adjusting the telescopes that point to El Capitan, tourists of all ages often ask me how I got started in climbing and how they could try it out. I tell them the truth: I started in a climbing gym. When they ask how much it costs, I’m still honest: Depending on where they live, it could be as low as $60 per month, or as high as $150, but for me, it’s usually been around $90 per month. That’s when their faces fall. It’s another daily reminder that climbing, as a sport, is knee deep in an economic identity crisis.\n\nIn campgrounds and wilderness areas, my friends and I sleep in our cars and forego the common luxuries of showers and kitchens in order to climb as much as possible. On my feed, videos of shredded boulderers in action suggest an ascetic freedom–empty hands, lone chalk bag. But for most climbers, the opportunity to climb outside only unlocks after they hone their skills in the gym–and even dirtbags only rarely escape that fact. It was in the gym that I learned to belay, lead climb, and practice cleaning anchors until I could bet my life that I had it right. While outdoor climbing still looks and feels like an anti-materialistic pursuit, its common prerequisite, indoor climbing, has quietly followed skiing into the category of high-income, elitist sports.\n\nFortunately, the American Alpine Club (AAC) has noticed. On July 12, the AAC announced via email that high gym membership prices are officially an access issue. “Many climbers are introduced to the sport through a gym, and therefore a holistic approach to climbing access requires us to consider challenges across the climbing spectrum, including indoor climbing,” they wrote. To solve this problem, the AAC says, climbing gyms can start offering discounted pricing for lower-income climbers, also known as a Pay What You Can (PWYC) pricing model.\n\nThe AAC followed up that suggestion by publishing a free, 26-page Pay What You Can Digital Toolkit for gym owners. The toolkit analyzes nine different components of PWYC programs, asking questions like “Honor System or Proof of Need?” and “Self Funded or Community Funded?” It then concludes with specific recommendations for each component based on real PWYC gyms. The AAC (a nonprofit) has added a carrot to these recommendations by announcing that, in partnership with The North Face, they will offer $1,000-4,000 grants for gyms who need the extra boost to start PWYC programs of their own. Applications are due August 31.\n\nBy the numbers, yes. Climbing gyms, today, regularly charge more than $100 per month and $1,000 per year (with a discount for paying annually) for membership—far more than most Americans are able or willing to pay. For example, in Denver, one can get a monthly pass to Movement ($102), the Spot ($115), Übergrippen ($98), or G1 Climbing ($91). In Atlanta, where the cost of living is 11% cheaper than Denver, the average price dips slightly—Central Rock Gym ($80), Wall Crawler Climbing ($79), and Overlook ($107)—but in New York City, where the cost of living is 47% higher than Denver, gyms such as MetroRock ($125), Brooklyn Boulders ($129), Central Rock Gym ($135), Movement ($135), Bouldering Project ($120), and VITAL Brooklyn ($145) have much steeper fees.\n\nAccording to the Aspen Institute, American families making $100,000 or more (the top 33% of households) spend an average of $1,099 per child on sports–enough, if barely, to afford most annual climbing gym memberships–but the average family making $50,000 or less only pays $476 per year–which means they’re firmly priced out of today’s climbing gyms. (This is one reason, by the way, that so many climbers work in gyms for minimum wage: even low-paid employees get free memberships.) For adults, the numbers are even more dire. The average American spends just $33.89 per month to work out, which falls about $67 short of a $100 climbing membership. Indeed, only 15 percent of American adults are currently accustomed to spending more than $100 per month on gym memberships.\n\nFor gym owners who hope to grow their membership base, finding creative ways to lower their prices could help drastically open up their audience. The most famously progressive gym in the country, Memphis Rox, opened in March 2018 with financial inclusion as a founding principle. “We exclude no one, regardless of ability to pay,” says their mission statement. Memphis Rox, a 501(c)(3) nonprofit, lets members exchange five hours of volunteering for a 4-week membership. The gym’s 32,000-square foot campus houses a community closet, food bank, and food garden, and volunteers support those programs. Since 2018, members have performed at least 2,000 hours of community service. Despite their zero-dollar option, Memphis Rox—located in Memphis, where the cost of living is 16.6% lower than Denver—charges just $55 per month and $630 per year for traditional adult memberships.\n\nSome for-profit gyms have also tried volunteer membership. The Pad Climbing, which operates four gyms across California, Nevada, and New York, charges $85 per month for traditional adult memberships. Yet their PWYC program allows members to set their own price, with special requirements—volunteering, caregiving for a relative, or showing evidence of financial need—for those who choose to pay under $50 per month. Some pay as little as $1. Did offering such cheap membership options bankrupt the gym? Surprisingly, no. In 2023, the Pad supported reduced-price memberships for 527 people out of 860 applicants. On their website, the Pad announced that fundraiser events, optional premium-price member support, and contributions from the gym itself had allowed them to “pay for” the full $16,781 value of the program—with more than $300 left over to re-invest into this year’s program.\n\nThe downside? In its compare-contrast analysis, the AAC noted that volunteerism-based programs, compared to discount-only programs, typically increase the burden on staff to track hours and manage scheduling. Among for-profit gyms looking for a quick-and-easy PWYC system, the most popular setups so far are sliding scale or tiered discount memberships. For example, the Spot, which operates five gyms around Denver and Boulder, charges $115 for one month’s membership but offers three lower price tiers: $62, $42, and $32. In 2022, the Spot awarded 450 of these lower-tiered memberships. Had the affected members all paid full price, the gym would have earned $22,000 more—but the Spot doesn’t consider this a loss. “$22,000 in membership dollars saved,” reads their proud announcement in Climbing Business Journal.\n\nOther gyms offer only one discount level, most likely because the accounting is simpler for the gym and its staff. Movement Englewood, for example, offers the TEAL membership for the flat rate of $31 per month, or 70% off the standard $102 rate. Launched in April 2024, the TEAL program currently has 516 members across all 30 Movement gyms. The AAC notes that sliding scale models offer the most flexibility to a participant’s financial situation, but tiered prices are typically easier to integrate into gym check-in software.\n\nA standout section of the AAC’s report was the firm reminder—demonstrated by the owners of The Spot—that PWYC programs shouldn’t necessarily be tracked as gym expenses, and that owners shouldn’t necessarily worry about finding alternate sources of funding to offset what they supposedly would have made if their PWYC participants were also paying full price. “We found this was oftentimes a perception issue rather than a true financial concern,” writes the AAC in their report. “For example, ‘We have 30 members who are paying $40/month on an $80 membership; we’re losing $1,200/month through this program!’ could alternatively be viewed as, ‘We added 30 members to our gym who are paying $40/month who can’t afford an $80 membership; we have increased our monthly revenue by $1,200,” the report said.\n\nBut whether a gym is truly winning over new members in a lower-income tier depends on how the PWYC program is being marketed. If a gym wants to attract new members with discount prices, the AAC warns against simply advertising “in the gym’s physical and digital spaces.” Instead, the report recommends advertising PWYC programs “through local non-profits, school programs, or other community outreach,” to ensure that each new member is indeed a new source of revenue.\n\nAs the high-income recreational sports market becomes more saturated, climbing gyms may choose to grow in the direction of supporting underprivileged participants. If they don’t, climbing will be even more restricted to an activity for the rich. For those of you who argue that it already is, remember that it can get even worse. Just look at what’s happened with skiing, where the vast majority of resorts do not prioritize equitable access or offer reduced pricing for lower-income athletes. The result is a sport with rampant inclusion issues: 88% of ski visits are made by white people, and more than half of skiers make two times the national average salary. Despite attracting participants with plenty of cash to spare, ski resorts have not succeeded in building wealth for their local communities, and staggering income inequality has become a predictable component in each one. In fact, Teton County, home to Jackson Hole Mountain Resort, has the highest income inequality of any county in the U.S.\n\nYet climbing isn’t that much cheaper. While renting ski equipment (at least $30 per day) costs far more than renting a pair of climbing shoes (typically $5-6 per day), and the average day pass at ski resorts like Vail ($259) and Breckenridge ($241) are nothing short of exorbitant, most annual climbing memberships in the Denver area actually cost more than an IKON base pass ($969). And while climbing gyms do not tend to highly skew the cost of living in otherwise remote rural towns, as ski areas do, climbing gyms are already markers of gentrification in many cities—and their proliferation in places like Brooklyn’s Bushwick neighborhood and Los Angeles’ Echo Park, have coincided with severe housing crises in those areas.\n\nPay What You Can programs give climbing gyms a chance to build in the opposite direction: toward inclusion. If we care about stopping climbing’s acceleration toward elitism, then we should all take the AAC’s advice to our local gyms and push them to apply for the North Face grant before August 31. And when they miss the grant deadline, let’s push them to create a PWYC program anyway. We need to close the climbing wealth gap while we still can. I want to live in a world where inclusive pricing is so common that, when Yosemite visitors ask me in the Meadow what joining a climbing gym costs, the answer won’t make them grimace at their shoes. Instead they’ll nod with excitement, squint up at El Capitan—and maybe, for the first time, see themselves up there.",
        "original": " Can Climbing Outrun its Own Elitism with Inclusive Gym Pricing?"
    },
    {
        "item_nr": 5,
        "flipped": "US Sees Unprecedented Wealth Growth, Outpacing Global Peers",
        "content": "The US is one of very few markets in our sample where wealth growth has accelerated since 2010 compared with the decade before. Average wealth growth has spiked from 3.7% between 2000 and 2010 to nearly 6.3% between 2010 and 2023. \n\nSince we published our first Global Wealth Report 15 years ago, wealth in Asia-Pacific has grown the most—by nearly 177%. The Americas come in second, at nearly 146%, while EMEA lags far behind at just under 44%.  \n\nIn the US, financial wealth makes up the lion’s share of gross wealth, i.e, nearly 74%, compared with just over 62% in Canada.* In EMEA, financial wealth has grown much faster than non-financial wealth over the past 15 years, namely by over 53% vs.nearly 29%. In APAC, financial wealth has trailed non-financial wealth, 170% vs. just under 187%. It is only in the Americas that the two stand almost equal at under 130%.  \n\nIn the US, wealth has grown evenly across all wealth brackets. Inequality has decreased slightly in both here and in Canada since 2008 (measured by the Gini coefficient), yet it is different: in the US, it is marginally above the levels of India and Mexico, while in Canada, it stands just above the Western European average. In 2023, the US was home to the highest number of millionaires, nearly 22 million people. In percentage terms, the US hosts 38% of the world’s millionaires, Western Europe 28% and China 10%. \n\nWhile the US has high levels of wealth per adult, the growth rate per adult in the Americas trails APAC. EMEA enjoys the highest wealth per adult, at just over $166,000, followed by APAC, with slightly over $155,000, and the Americas, with $146,000. Growth in wealth per adult since 2008 shows a different picture: EMEA comes in bottom with less than 30%, compared with 100% in the Americas and 130% in APAC.  \n\nRoughly $83.5 trillion is expected to be passed on globally within the next 20 to 25 years. Of this amount, an estimated $9 trillion will shift intragenerationally or horizontally between spouses, mostly in the Americas.  Our data suggest that, of the entire $83.5 trillion to be transferred, over 10% is likely to be transferred to the next generation by women.",
        "original": " Global Wealth Report 2024"
    },
    {
        "item_nr": 103,
        "flipped": "Despite Increased Funding, Minnesota Students Lag Behind Peers",
        "content": "While students in all states have struggled in the wake of the COVID-19 pandemic and its disruptions of classroom instruction, test scores in Minnesota have fallen more sharply here than in the rest of the country. “There are many factors that contribute to student academic achievement, and test scores are one important measure to help us understand how our students are doing,” said Anna Arkin of the Department of Education, in a statement. “The Walz-Flanagan administration has made historic investments in education to improve academic outcomes — including signing the largest education budget in state history and ensuring every student receives breakfast and lunch at school.\"\n\nAs a former public school geography teacher, Minnesota governor and vice presidential candidate Tim Walz has long said education is one of his top priorities. Walz has earned the enthusiastic endorsements of teachers unions through vigorous support of policy goals like school funding increases, along with opposition to conservative-driven privatization efforts. He has committed to a goal of making Minnesota the “best state in the country for kids,” in part by making Minnesota schools “the very best in the nation.” With the help of Democratic-Farmer-Labor lawmakers, Walz has in recent years signed major pieces of education legislation in furtherance of those goals, including universal free school lunches, billions in additional school spending, early education support, and curriculum changes.\n\nThe DFL’s 2023 education law boosted school funding and indexed the funding formula to inflation. It also increased special education subsidies, put $300 million toward early childhood education programs, and provided permanent funding for thousands of pre-K slots. Despite these efforts, Minnesota students are being surpassed by their peers more and more often. Minnesota recently ranked 19th among the states in the Annie E. Casey Foundation’s long-running education quality rankings, a drop from sixth place less than a decade ago. National benchmarks showed that in 2022, Minnesota fourth graders’ reading proficiency fell below the national average for the first time in history. Elementary school students in Mississippi, a state that has long been the butt of jokes about its poor quality of life, now perform slightly better on national reading tests than their peers in Minnesota.\n\nExperts say a number of factors have driven the decline. Minnesota has some of the highest rates of racial inequality in the U.S., and the inequality begins well before students step foot in a classroom. Racial gaps in health, income and homeownership are among the worst in the nation. The disparities are also reflected in school. White Minnesotans are 15 percentage points more likely to graduate than Black ones, the sixth-highest disparity in the nation, according to federal data. Racial gaps on standardized test scores are similarly large and have been increasing, according to a 2019 report by the Federal Reserve Bank of Minneapolis.\n\nThese racial gaps are especially concerning as the public school system has become more diverse: The share of white students in Minnesota schools fell from 70% in the 2014-2015 school year to 62% in 2022-2023. The gaps are not merely racial, however, according to the Fed report: “Low-income white students significantly trail higher-income white students across Minnesota.” Some teachers’ advocates say funding issues are to blame for the state’s educational inequalities. “Chronic underfunding of our schools has created a racialized system of haves and have-nots,” according to a report commissioned by Education Minnesota, the state teachers union.\n\nHowever, a 2019 report by the Education Law Center, a nonprofit that advocates for equitable education, gave Minnesota high grades for ensuring education dollars flow to the districts and students that need them most. Another factor likely driving those gaps: rising levels of school segregation, especially in the Twin Cities. The state’s liberal open enrollment system, which allows parents to choose where they send their kids regardless of home address, appears to be increasing the racial homogeneity of schools. Charter schools, many of which focus on serving specific immigrant and minority communities, are also driving up school segregation in ways that may be reinforcing racial achievement gaps.\n\nThe net result: growing divides along the familiar fault lines of race and income, bringing aggregate achievement levels down with them. While the COVID-19 pandemic contributed to learning losses across the nation, some education experts believe Minnesota was especially hard-hit. Schools remained closed or in remote instruction here longer than the national average during the pandemic, according to at least one estimate. In 2022 Walz claimed “over 80% of our students missed less than 10 days of in-class learning.” His staff was later forced to clarify that he was referring to the 2021-2022 school year, by which time the worst of the pandemic had passed.\n\nThe extended closures had an effect beyond just test scores. Student absenteeism rates exploded, with poor and majority non-white schools especially affected. More than half of Minneapolis students missed 10% or more of school days in 2022, according to state data. Among Black students the chronic absenteeism rate was closer to 70%. Districts with high numbers of Indigenous students have also fared poorly. At the public high school on the Red Lake reservation the chronic absenteeism rate was greater than 95%.\n\n“We just did not have an aggressive COVID recovery plan,” said Joshua Crosson, executive director of Minnesota education nonprofit EdAllies. “We’ve been reacting to these problems rather than attacking them head on. Other states have been more aggressive.” Walz signed a bill this year that includes a pilot program to improve attendance; a legislative study group on the issue; and a $625,000 grant to a nonprofit to work on it. Crosson points to another, more nebulous factor lurking behind all of this: a complacent sense of exceptionalism. “Minnesota really lacks a sense of urgency around improving its educational outcomes,” he said. Until recently, “the general ethos was we’re great already or we’re good enough.”\n\nOther states, meanwhile, have been aggressively working to improve their educational outcomes. One area where this is apparent is in reading instruction. For many years schools across the country, including Minnesota, were teaching reading based on a faulty understanding of how kids learn. “It was actually in statute that the wrong way to teach reading was the default,” Crosson said. Beginning in 2013 states began moving away from the flawed teaching methods and back toward a more traditional, phonics-based instruction supported by evidence. Minnesota has been on the slower side of that shift, according to EdWeek reporting. The state didn’t fully adopt scientific reading standards until 2023, with the passage of the READ Act. Incidentally, the first state to adopt science-based reading standards was Mississippi, whose fourth-grade reading scores recently surpassed our own.\n\nCrosson said he expects the READ Act to yield tangible results. While it’s still early, “We’re already starting to see our earliest learners improving their literacy rates.”",
        "original": " Inequality and complacency: Experts weigh in on Minnesota’s lagging student achievement"
    }
]
